/////// COMMON
IDC_DGN_DESIGN_CODE                           = "설계 기준"
IDC_DGN_NATL_ANNEX                            = "국가별 설정"
IDC_DGN_SECTION_LIST                          = "단면 목록"
IDC_DGN_GENERAL                               = "일반 사항"
IDC_DGN_DESIGN                                = "설계"
IDC_DGN_DRAWING                               = "도면"
IDC_DGN_WORD                                  = "워드"
IDC_DGN_SYSTEM                                = "시스템"
IDC_DGN_LAYER                                 = "레이어"
IDC_DGN_LAYOUT                                = "레이아웃"
IDC_DGN_FILE                                  = "파일"
IDC_DGN_DWG                                   = "도면"
IDC_DGN_DESIGN_FORCE                          = "설계 부재력"
IDC_DGN_MEMBER_NAME                           = "부재 이름"
IDC_DGN_BAR_SPACE_MOMENT                      = "휨간격"
IDC_DGN_BAR_SPACE_SHEAR                       = "전단간격"
IDC_DGN_SECTION                               = "단면"
IDC_DGN_WAVE_DASH                             = "~"
IDC_DGN_BUTTON_DESIGN                         = "설계"
IDC_DGN_BUTTON_OK                             = "확인(&O)"
IDC_DGN_BUTTON_APPLY                          = "적용(&A)"
IDC_DGN_BUTTON_CLOSE                          = "닫기(&C)"
IDC_DGN_BUTTON_CANCEL                         = "취소(&C)"
IDC_DGN_BUTTON_DEFAULT                        = "기본값(&Default)"
IDC_DGN_BUTTON_ADD                            = "추가(&A)"
IDC_DGN_BUTTON_DELETE                         = "삭제(&D)"
IDC_DGN_BUTTON_INSERT                         = "삽입(&I)"

IDC_DGN_TAB_SECTION                           = "단면"
IDC_DGN_TAB_REBAR                             = "배근"
IDC_DGN_TAB_FORCE                             = "부재력"
IDC_DGN_TAB_DESIGN                            = "설계"
IDC_DGN_TAB_LOAD_INFO                         = "하중정보"
IDC_DGN_TAB_MATERIAL_INFO                     = "재질정보"
IDC_DGN_TAB_SECTION_INFO                      = "단면정보"
IDC_DGN_TAB_SECTION_INFO_1                    = "단면정보-1"
IDC_DGN_TAB_SECTION_INFO_2                    = "단면정보-2"
IDC_DGN_TAB_SECTION_INFO_3                    = "단면정보-3"
IDC_DGN_TAB_SECTION_INFO_4                    = "단면정보-4"
IDC_DGN_TAB_REBAR_INFO                        = "배근정보"
IDC_DGN_TAB_FORCE_INFO                        = "하중정보"
IDC_DGN_TAB_DESIGN_INFO                       = "설계정보"
IDC_DGN_TAB_OPTION_INFO                       = "옵션정보"
IDC_DGN_TAB_FOOTING_INFO                      = "기초정보"
IDC_DGN_TAB_REINFOCE                          = "보강정보"
IDC_DGN_TAB_REINFOCE_MATERIAL                 = "보강재질"
IDC_DGN_TAB_REINFOCE_POSITION                 = "보강상세"
IDC_DGN_TAB_BASE_PLATE                        = "베이스플레이트"
IDC_DGN_TAB_RIB_PLATE                         = "리브플레이트"
IDC_DGN_TAB_ANCHOR_BOLT                       = "앵커볼트"
IDC_DGN_TAB_WELDING                           = "용접"
IDC_DGN_TAB_PLATE                             = "플레이트"
IDC_DGN_TAB_RIB                               = "리브"
IDC_DGN_TAB_BOLT                              = "볼트"

IDC_DGN_SYNC_WITH_INFO_TABLE                  = "정보 테이블과 동기화"
IDC_DGN_SELECTED_ONLY                         = "선택 부재만 표시"

////// IDD_DGN_LINK_DLG
IDD_DGN_LINK_DLG                              = "연동"
IDC_LINK_BTN                                  = "연결"
IDC_DELINK_BTN                                = "연결해제"
IDC_LINK_TEXT                                 = "연동 대상 :"

///// IDD_DGN_UPLINK_SELECT_DLG
IDD_DGN_UPLINK_SELECT_DLG                     = "연동 정보 선택"
IDS_DGN_UPLINK_NOT_SELECT_STORY               = "층 정보가 선택되지 않았습니다."
IDS_DGN_UPLINK_NOT_SELECT_GROUP               = "그룹핑 정보가 선택되지 않았습니다."
IDS_DGN_UPLINK_NOT_SELECT_WALL_MARK           = "벽체 정보가 선택되지 않았습니다."
IDS_DGN_UPLINK_FAIL_SAVE_FILE                 = "내보내기할 정보 저장에 실패하였습니다."
IDS_DGN_UPLINK_SUPPORT_BY_OPTION              = "내보내기 기능을 사용할 수 없습니다.\n옵션을 보유한 경우에만 사용할 수 있습니다"
IDS_DGN_UPLINK_SELECT_MEMB                    = "내보내기할 부재를 선택하세요."
IDS_DGN_UPLINK_SETTING                        = "내보내기 설정"
IDS_DGN_UPLINK_SECT_NOT_APPLIED               = "단면 설정이 적용되지 않습니다."
IDS_DGN_UPLINK_SECT_ANA_APPLIED               = "해석용 단면 설정이 적용됩니다."
IDS_DGN_UPLINK_SECT_DGN_APPLIED               = "설계용 단면 설정이 적용됩니다."
IDS_DGN_UPLINK_THCK_NOT_APPLIED               = "두께 설정이 적용되지 않습니다."
IDS_DGN_UPLINK_THCK_ANA_APPLIED               = "해석용 두께 설정이 적용됩니다."
IDS_DGN_UPLINK_THCK_DGN_APPLIED               = "설계용 두께 설정이 적용됩니다."
IDS_DGN_UPLINK_MATL_NOT_APPLIED               = "재질 설정이 적용되지 않습니다."
IDS_DGN_UPLINK_MATL_ANA_APPLIED               = "해석용 재질 설정이 적용됩니다."
IDS_DGN_UPLINK_MATL_DGN_APPLIED               = "설계용 재질 설정이 적용됩니다."

/////// IDD_DGN_STL_SECTION_DLG
IDC_DGN_CHK_DB                                = "DB 단면"
IDC_DGN_LABEL_SHAPE                           = "단면 형상"

/////// IDD_DGN_RFM_MATL_DLG
IDC_DGN_RFM_MATL_CHK_USER                     = "사용자 설정 재질"
IDC_DGN_RFM_MATL_LBL_MATL                     = "재질명"
IDC_DGN_RFM_MATL_STRENGTH_RATIO               = "항복강도 비율"
IDC_DGN_RFM_MATL_STRAIN_RATIO                 = "변형률 비율"

/////// IDD_DGN_RFM_MATL_INFO_DLG
IDD_DGN_RFM_MATL_INFO_DLG                     = "FRP / 탄소섬유 재질 정보"
IDS_DGN_RFM_MATL_INFO_NAME                    = "재질명"
IDS_DGN_RFM_MATL_INFO_THICK                   = "두께"
IDS_DGN_RFM_MATL_INFO_YIELD                   = "항복강도"
IDS_DGN_RFM_MATL_INFO_ELAST                   = "탄성계수"
IDS_DGN_RFM_MATL_INFO_STRAIN                  = "변형률"
IDS_DGN_RFM_MATL_INFO_FIBER_TYPE              = "섬유\n유형"

////// IDD_DGN_MEMBER_LIST_BTN_DLG
IDC_DGN_LIST_DLG_TXT_REM                      = "Ctrl+위/아래 화살표로 복사"

////// IDD_DGN_PREF_DESIGN_SECTION_DLG
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_SECTION       = "기본값"
IDC_DGN_PREF_DESIGN_FRAME_INCREASE_RCS        = "단면 증가값 ( 콘크리트 )"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_GUCBF      = "복합 기초"
IDC_DGN_PREF_DESIGN_STRING_INCREASE_GURST     = "계단"
IDC_DGN_PREF_DESIGN_STRING_INCREASE_GURBU     = "버트레스"
IDC_DGN_PREF_DESIGN_STRING_INCREASE_GURCB     = "코벨/브라켓"
IDC_DGN_PREF_DESIGN_FRAME_INCREASE_SRC        = "단면 증가값 ( 합성부재 )"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_GUCCO      = "기둥 ( 매립형 )"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_GUCFT      = "충전 강관"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_GURSF      = "줄기초"
IDC_DGN_PREF_DESIGN_FRAME_INCREASE_RFM        = "단면 증가값 ( 보강부재 )"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_GUFSL      = "슬래브"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_GUFBE      = "보"

IDC_DGN_PREF_DESIGN_LABEL_INCREASE_SLAB       = "슬래브"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_BEAM_GIRDER  = "보/기둥"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_COLUMN     = "기둥"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_SHEAR_WALL  = "전단벽"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_FOOTING    = "기초"
IDC_DGN_PREF_DESIGN_LABEL_INCREASE_BASE_WALL  = "지하 외벽"

////// IDD_DGN_PREF_DESIGN_SRC_DLG
IDC_DGN_PREF_DESIGN_CHECK_GUCCO_B             = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_GUCCO_D             = "최대 높이"
IDC_DGN_PREF_DESIGN_CHECK_GUCCO_R             = "최대 철골비"
IDC_DGN_PREF_DESIGN_CHECK_GUCCO               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GUCFT_B             = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_GUCFT_D             = "최대 높이"
IDC_DGN_PREF_DESIGN_CHECK_GUCFT_R             = "최대 철골비"
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_SRC           = "기본값"
IDC_DGN_PREF_DESIGN_CHECK_GUCFT               = "단면 크기 자동 산정"
IDC_DGN_PREF_FRAME_COLUMN_ENCASED             = "기둥 ( 매립형 )"
IDC_DGN_PREF_FRAME_CFT_COLUMN                 = "콘크리트 충전 강관"

////// IDD_DGN_PREF_DESIGN_STL_DLG
IDC_DGN_PREF_DESIGN_CHECK_GUSBP               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GUSBP_B             = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_GUSBP_D             = "최대 높이"
IDC_DGN_PREF_DESIGN_LABEL_GUSEP               = "임베디드 플레이트"
IDC_DGN_PREF_DESIGN_CHECK_GUSEP               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GUSEP_B             = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_GUSEP_D             = "최대 높이"
IDC_DGN_PREF_DESIGN_LABEL_GUSWB               = "파형 웨브보"
IDC_DGN_PREF_DESIGN_CHECK_GUSWB               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GUSWB_B             = "너비 변경"
IDC_DGN_PREF_DESIGN_CHECK_GUSWB_D             = "높이 변경"
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_STL           = "기본값"

////// IDD_DGN_PREF_DESIGN_WALL_DLG
IDC_DGN_PREF_DESIGN_CHECK_GURSW               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GURSW_D             = "최대 두께"
IDC_DGN_PREF_DESIGN_CHECK_GURSW_GEN           = "Gen/ADS의 설계 방법 적용"
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_RC1           = "기본값"
IDC_DGN_PREF_DESIGN_LABEL_GURSW_GEN           = "설계 방법"
IDC_DGN_PREF_DESIGN_LABEL_GURSW_GEN2          = "단부 보강근 개수"
IDC_GURGW_OPTION_CHK_MATL                     = "철근 직경별 재질 적용"
IDC_GURGW_OPTION_FRM_MATL_VBAR                = "수직근 / 단부 보강근"
IDC_GURGW_OPTION_BTN_ADD_VBAR                 = "추가"
IDC_GURGW_OPTION_BTN_DEL_VBAR                 = "삭제"
IDC_GURGW_OPTION_FRM_MATL_HBAR                = "수평근"
IDC_GURGW_OPTION_BTN_ADD_HBAR                 = "추가"
IDC_GURGW_OPTION_BTN_DEL_HBAR                 = "삭제"
IDC_GURGW_OPTION_BTN_INS_VBAR                 = "삽입"
IDC_GURGW_OPTION_BTN_INS_HBAR                 = "삽입"
IDC_DGN_PREF_DESIGN_FRAME_GURSW               = "전단벽"

////// IDD_DGN_PREF_DLG
IDD_DGN_PREF_DLG                              = "사용자 환경 설정"
IDC_DGN_PREF_BTN_DEFAULT_ALL                  = "기본값(전체)"
IDC_DGN_PREF_BTN_APPLY                        = "적용"
IDC_DGN_PREF_BTN_CLOSE                        = "취소"
IDC_DGN_PREF_BTN_OK                           = "확인"

IDD_DGN_DGNOPT_DLG                            = "설계 설정"
IDD_DGN_DWGOPT_DLG                            = "도면 설정"
IDS_DGN_MSG_RESET_OPTION_DATA                 = "모든 설정값을 초기화할까요?"
IDC_DGN_PREF_DESIGN_LBL_BATCH_BEAM            = "※ ""단면 크기 자동 산정"" 옵션은 일괄 보에는 적용되지 않습니다."
IDC_DGN_PREF_DESIGN_LBL_BATCH_COLM            = "※ ""단면 크기 자동 산정"" 옵션은 일괄 기둥에는 적용되지 않습니다."

////// IDD_DGN_PREF_DRAWING_DLG
IDC_DGN_PREF_BTN_DEFAULT_DRAWING              = "기본값"

////// IDD_DGN_PREF_DRAWING_DWG_DLG
IDC_DGN_PREF_DRAWING_DWG_CHECK_TIEBAR         = "기둥의 타이 철근 생성"
IDC_DGN_PREF_DRAWING_DWG_CHECK_BARNAME        = "강도에 따른 명칭 적용"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RC_BEAM        = "콘크리트 보"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RC_COLUMN      = "콘크리트 기둥"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RC_GENCOL      = "콘크리트 임의형상 기둥"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RC_FOOTING     = "기초"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RC_COMB_FOOTING  = "복합 기초"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RFM_BEAM       = "콘크리트 보 보강"
IDC_DGN_PREF_DRAWING_DWG_CHECK_RFM_COLM       = "콘크리트 기둥 보강"
IDC_DGN_PREF_BTN_DEFAULT_DRAWING_DWG          = "기본값"
IDC_DGN_PREF_DRAWING_DWG_STRING_NAME_OVER     = "fy ≥"
IDC_DGN_PREF_DRAWING_DWG_STRING_NAME_UNDER    = "fy <"
IDC_DGN_PREF_DRAWING_RADIO_BATCHWALL_COMPACT  = "압축 형식으로 표기"
IDC_DGN_PREF_DRAWING_RADIO_BATCHWALL_SPREAD   = "펼친 테이블 형식으로 표기"
IDC_DGN_PREF_DRAWING_DWG_CHECK_NOSCALE_URBE   = "콘크리트 보"
IDC_DGN_PREF_DRAWING_DWG_CHECK_NOSCALE_URBU   = "콘크리트 버트레스"
IDC_DGN_PREF_DRAWING_DWG_CHECK_NOSCALE_URCO   = "콘크리트 기둥"
IDC_DGN_PREF_DRAWING_DWG_FRAME_TIEBAR         = "기둥의 타이 철근"
IDC_DGN_PREF_DRAWING_DWG_STRING_TIEBAR_TYPE   = "원형 기둥의 타이 철근 유형"
IDC_DGN_PREF_DRAWING_DWG_FRAME_REBAR_NAME     = "철근 이름"
IDC_DGN_PREF_DRAWING_DWG_FRAME_DESIGN_FORCE   = "설계 부재력 출력"
IDC_DGN_PREF_DRAWING_DWG_FRAME_TYPE_OF_REBAR  = "배근 테이블 유형( 일괄 전단벽 )"
IDC_DGN_PREF_DRAWING_DWG_FRAME_NON_SCALED     = "고정된 단면 크기의 도면 생성"

IDS_DGN_DWG_BARNAME_NOT_EXIST                 = "철근 이름 정보가 존재하지 않습니다."
IDS_DGN_DWG_BARNAME_INVALID_DATA              = "철근 이름 정보에 유효하지 않은 재질이나 빈 기호가 존재합니다."
IDS_DGN_DWG_BARNAME_DUPLICATE_DATA            = "철근 이름 정보가 중복 입력되었습니다."
IDS_DGN_DWG_BARNAME_UNSORTED_DATA             = "철근 이름 정보가 정렬되지 않았습니다."

////// IDD_DGN_PREF_DRAWING_FILE_DLG
IDC_DGN_PREF_BTN_DEFAULT_DRAWING_FILE         = "기본값"
IDC_DGN_PREF_DRAWING_FRAME_FILE               = "도곽 파일"
IDC_DGN_PREF_DRAWING_FRAME_LEGEND_FILE        = "범례 파일"
IDC_DGN_PREF_DRAWING_SYSTEM                   = "재질별"
IDC_DGN_PREF_DRAWING_SYSTEM2                  = "재질별"

////// IDD_DGN_PREF_DRAWING_LAYER_DLG
IDC_DGN_PREF_BTN_DEFAULT_DRAWING_LAYER        = "기본값"
IDC_DGN_DRAW_LAYER_FRAME_SYSTEM_ITEM          = "재질별 항목"
IDC_DGN_DRAW_LAYER_LABEL_SYSTEM               = "재질"
IDC_DGN_DRAW_LAYER_LABEL_MEMBER               = "부재"

////// IDD_DGN_BATCH_DESIGN
IDD_DGN_BATCH_DESIGN                          = "일괄 설계"
IDC_DGN_BD_FRAME_RC                           = "콘크리트"
IDC_DGN_BD_FRAME_SRC                          = "합성부재"
IDC_DGN_BD_FRAME_ALU                          = "알루미늄"
IDC_DGN_BD_FRAME_RFM                          = "보강"
IDC_DGN_BD_RC_SLAB_CHK                        = "슬래브"
IDC_DGN_BD_RC_BEAM_CHK                        = "보"
IDC_DGN_BD_RC_COLM_CHK                        = "기둥"
IDC_DGN_BD_RC_GCOL_CHK                        = "임의 형상 기둥"
IDC_DGN_BD_RC_SWAL_CHK                        = "전단벽"
IDC_DGN_BD_RC_GWAL_CHK                        = "이형 벽체"
IDC_DGN_BD_RC_FOOT_CHK                        = "기초"
IDC_DGN_BD_RC_RRCF_CHK                        = "복합 기초"
IDC_DGN_BD_RC_CBSF_CHK                        = "줄기초"
IDC_DGN_BD_RC_BWAL_CHK                        = "지하외벽"
IDC_DGN_BD_RC_BUTT_CHK                        = "버트레스"
IDC_DGN_BD_RC_STAI_CHK                        = "계단"
IDC_DGN_BD_RC_CORB_CHK                        = "코벨/브라켓"
IDC_DGN_BD_RC_URRW_CHK                        = "옹벽"
IDC_DGN_BD_RC_BELT_CHK                        = "보 테이블"
IDC_DGN_BD_RC_SLLT_CHK                        = "슬래브 테이블"
IDC_DGN_BD_FRAME_STEEL                        = "철골"
IDC_DGN_BD_ST_BNCO_CHK                        = "보/기둥"
IDC_DGN_BD_ST_BOCO_CHK                        = "볼트 접합부"
IDC_DGN_BD_ST_BAPL_CHK                        = "베이스 플레이트"
IDC_DGN_BD_ST_CRAN_CHK                        = "크레인 주행보"
IDC_DGN_BD_ST_PURL_CHK                        = "중도리/띠장"
IDC_DGN_BD_ST_WEBO_CHK                        = "웨브 개공보"
IDC_DGN_BD_ST_STAI_CHK                        = "철골 계단"
IDC_DGN_BD_ST_WELD_CHK                        = "용접"
IDC_DGN_BD_ST_EMBP_CHK                        = "임베디드 플레이트"
IDC_DGN_BD_SR_COMP_CHK                        = "합성보"
IDC_DGN_BD_SR_COLM_CHK                        = "기둥"
IDC_DGN_BD_SR_CFTC_CHK                        = "콘크리트 충전 강관"
IDC_DGN_BD_SR_BASE_CHK                        = "베이스 플레이트"
IDC_DGN_BD_AL_BEAM_CHK                        = "보/기둥"
IDC_DGN_BD_AL_MULI_CHK                        = "임의 형상 보/기둥"
IDC_DGN_BATCHDGN_BTN_SELECT_ALL               = "전체선택..."
IDC_DGN_BATCHDGN_BTN_SELECT_NONE              = "선택해제..."
IDC_DGN_BATCHDGN_BTN_DESIGN                   = "일괄설계"
IDC_DGN_BATCHDGN_BTN_CLOSE                    = "닫기"
IDC_DGN_BATCHDGN_PROG                         = "일괄 설계 준비 중..."

////// IDD_DGN_BATCH_PRINT_DLG
IDD_DGN_BATCH_PRINT_DLG                       = "일괄 출력"
IDC_BPRINT_FRAME_DWG                          = "도면 파일"
IDC_BPRINT_CHK_DWG                            = "도면 리스트"
IDC_BPRINT_FRAME_QUICK                        = "계산 보고서"
IDC_BPRINT_CHK_DETAIL                         = "상세 보고서"
IDC_BPRINT_CHK_SUMMARY                        = "요약 보고서"
IDC_BPRINT_CHK_INPUT                          = "입력 데이터"
IDC_BPRINT_FRAME_CONTENT                      = "보고서 내용"
IDC_BPRINT_PROJECT_RDO                        = "프로젝트 모드"
IDC_BPRINT_SIMPLE_RDO                         = "심플 모드"
IDC_BPRINT_FRAME_SELECT_MEMB                  = "출력 대상 부재 선택"
IDC_BPRINT_BTN_SELECT_ALL                     = "전체선택"
IDC_BPRINT_BTN_UNSELECT_ALL                   = "선택해제"
IDC_BPRINT_BTN_PRINT                          = "일괄출력"
IDC_BPRINT_BTN_CLOSE                          = "닫기"

///// IDD_DGN_CHECK_MODE_DLG
IDC_DGN_REPORT_BTN_PRINT                      = "인쇄..."
IDC_DGN_REPORT_BTN_SAVE                       = "저장..."
IDC_DGN_REPORT_BTN_RPRT                       = "계산서..."
IDC_DGN_REPORT_BTN_OPTN                       = "옵션..."
IDC_DGN_REPORT_RADIO_DET                      = "상세"
IDC_DGN_REPORT_RADIO_SUM                      = "요약"
IDC_DGN_REPORT_CHECK_INP                      = "입력 정보 포함"
IDC_DGN_REPORT_VIEW                           = "검토 계산서"
IDC_DGN_REPORT_ZOOM_SCALE                     = "확대 스케일"
IDC_DGN_REPORT_CONTENT_TYPE                   = "계산서 내용"

////// IDD_DGN_CHECK_OPT_DLG
IDD_DGN_CHECK_OPT_DLG                         = "검토 옵션"
IDC_DGN_CHKOP_BTN_APPLY                       = "적용(&A)"
IDC_DGN_CHKOP_BTN_CLOSE                       = "닫기(&C)"
IDC_DGN_CHKOP_BTN_DEFAULT                     = "기본값(&D)"

///// IDD_DGN_CHECK_OPT_RCS_DLG
IDC_DGN_CHKOP_CHK_SLAB_LOAD                   = "설계 하중 검토 ( 적재 하중 ≤ %d x 고정 하중 )"
IDC_DGN_CHKOP_CHK_URBE_SPACE                  = "균열에 의한 철근 간격 검토"
IDC_DGN_CHKOP_CHK_URBW_SPACE                  = "균열에 의한 철근 간격 검토 ( 1 방향 지하외벽 )"
IDC_DGN_CHKOP_CHK_URBU_SPACE                  = "균열에 의한 철근 간격 검토"
IDC_DGN_CHKOP_CHK_SLAB_SPACE                  = "균열에 의한 철근 간격 검토 ( 1 방향 슬래브 )"
IDC_DGN_CHKOP_CHK_URST_SPACE                  = "균열에 의한 철근 간격 검토"
IDC_DGN_CHKOP_FRAME_SLAB                      = "슬래브"
IDC_DGN_CHKOP_FRAME_BEAM                      = "보"
IDC_DGN_CHKOP_FRAME_BASEMEMT                  = "지하 외벽"
IDC_DGN_CHKOP_FRAME_BUTTRESS                  = "버트레스"
IDC_DGN_CHKOP_FRAME_STAIR                     = "계단"

//// IDD_DGN_CHECK_OPT_RBS_DLG
IDD_DGN_CHECK_OPT_RBS_DLG                     = "배근 간격"
IDC_DGN_CHKOP_RBSP_CHK_RBSP                   = "재질에 의한 주철근의 배근 간격 검토"

////// IDD_DGN_PREF_DESIGN_DLG
IDC_DGN_PREF_BTN_DEFAULT_DESIGN               = "기본값"

////// IDD_DGN_PREF_DESIGN_RC1_DLG
IDC_DGN_PREF_DESIGN_CHECK_GSLAB               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GSLAB_T             = "최대 두께"
IDC_DGN_PREF_DESIGN_CHECK_GURCO               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GURCO_B             = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_GURCO_D             = "최대 높이"
IDC_DGN_PREF_DESIGN_CHECK_GURCO_R             = "최대 철근비"
IDC_DGN_PREF_DESIGN_CHECK_GURCO_GEN           = "Gen/ADS의 설계 방법 적용"
IDC_DGN_PREF_DESIGN_CHECK_GURBW               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GURBW_T             = "최대 두께"
IDC_DGN_PREF_DESIGN_CHECK_GURBW_SHEAR         = "전단 보강근 적용"
IDC_DGN_PREF_DESIGN_CHECK_GUFDN               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GUFDN_T             = "최대 두께"
IDC_DGN_PREF_DESIGN_LABEL_GUCBF               = "복합 기초"
IDC_DGN_PREF_DESIGN_CHECK_GUCBF               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GUCBF_T             = "최대 두께"
IDC_DGN_PREF_DESIGN_CHECK_GURST               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GURST_T             = "최대 두께"
IDC_DGN_PREF_DESIGN_CHECK_GURCB               = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_GURCB_B             = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_GURCB_D             = "최대 높이"
IDC_DGN_PREF_DESIGN_LABEL_GURBW_REBAR         = "철근"
IDC_DGN_PREF_DESIGN_LABEL_GURBW_REBAR2        = "~"
IDC_DGN_PREF_DESIGN_LABEL_GURCO_R             = "%"
IDC_DGN_PREF_DESIGN_FRAME_SLAB                = "슬래브"
IDC_DGN_PREF_DESIGN_FRAME_COLUMN              = "기둥"
IDC_DGN_PREF_DESIGN_FRAME_BASEMENTWALL        = "지하 외벽"
IDC_DGN_PREF_DESIGN_FRAME_FOOTING             = "기초"
IDC_DGN_PREF_DESIGN_FRAME_STAIR               = "계단"
IDC_DGN_PREF_DESIGN_FRAME_CORBEL              = "코벨/브라켓"

////// IDD_DGN_PREF_DESIGN_RC2_DLG
IDC_DGN_PREF_DESIGN_CHECK_URBE                = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_URBE_B              = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_URBE_D              = "최대 높이"
IDC_DGN_PREF_DESIGN_CHECK_URBE_LEGNO          = "너비에 의한 다리수 제한"
IDC_DGN_PREF_DESIGN_BTN_URBE_ADD              = "추가"
IDC_DGN_PREF_DESIGN_BTN_URBE_INS              = "삽입"
IDC_DGN_PREF_DESIGN_BTN_URBE_DEL              = "삭제"
IDC_DGN_PREF_DESIGN_CHECK_URBE_NO             = "최대 배근 단수"
IDC_DGN_PREF_DESIGN_CHECK_URBU                = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_URBU_B              = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_URBU_D              = "최대 높이"
IDC_DGN_PREF_DESIGN_CHECK_URBU_LEGNO          = "너비에 의한 다리수 제한"
IDC_DGN_PREF_DESIGN_BTN_URBU_ADD              = "추가"
IDC_DGN_PREF_DESIGN_BTN_URBU_INS              = "삽입"
IDC_DGN_PREF_DESIGN_BTN_URBU_DEL              = "삭제"
IDC_DGN_PREF_DESIGN_CHECK_URBU_NO             = "최대 배근 단수"
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_RC2           = "기본값"
IDC_DGN_PREF_DESIGN_FRAME_URBE_STIRRUP        = "띠철근"
IDC_DGN_PREF_DESIGN_LABEL_URBE_BAR            = "철근 "
IDC_DGN_PREF_DESIGN_FRAME_URBU_STIRRUP        = "띠철근"
IDC_DGN_PREF_DESIGN_LABEL_URBU_REBAR          = "철근 "
IDC_DGN_PREF_DESIGN_FRAME_BEAM                = "보"
IDC_DGN_PREF_DESIGN_FRAME_BUTRESS             = "버트레스"

////// IDD_DGN_PREF_DESIGN_RC3_DLG
IDC_DGN_PREF_DESIGN_CHECK_URSF                = "단면 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_URSF_B              = "최대 너비"
IDC_DGN_PREF_DESIGN_CHECK_URSF_D              = "최대 높이"
IDC_DGN_PREF_DESIGN_CHECK_URSF_LEGNO          = "너비에 의한 다리수 제한"
IDC_DGN_PREF_DESIGN_BTN_URSF_ADD              = "추가"
IDC_DGN_PREF_DESIGN_BTN_URSF_INS              = "삽입"
IDC_DGN_PREF_DESIGN_BTN_URSF_DEL              = "삭제"
IDC_DGN_PREF_DESIGN_CHECK_URSF_NO             = "최대 배근 단수"
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_RC3           = "기본값"
IDC_DGN_PREF_DESIGN_FRAME_URSF_STIRRUP        = "띠철근"
IDC_DGN_PREF_DESIGN_FRAME_STRIP_FOOTING       = "줄기초"

/// IDD_DGN_PREF_DESIGN_RFM_DLG
IDC_DGN_PREF_DESIGN_FRAME_UFSL                = "슬래브"
IDC_DGN_PREF_DESIGN_CHECK_UFSL                = "보강 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_UFSL_B              = "최대 크기"
IDC_DGN_PREF_DESIGN_CHECK_UFSL_NO             = "최대 보강매수"
IDC_DGN_PREF_DESIGN_FRAME_UFBE                = "보"
IDC_DGN_PREF_DESIGN_CHECK_UFBE                = "보강 크기 자동 산정"
IDC_DGN_PREF_DESIGN_CHECK_UFBE_B              = "최대 크기"
IDC_DGN_PREF_DESIGN_CHECK_UFBE_NO             = "최대 보강매수"
IDC_DGN_PREF_DESIGN_FRAME_UFCO                = "기둥"
IDC_DGN_PREF_DESIGN_CHECK_UFCO_NO             = "최대 보강매수"
IDC_DGN_PREF_BTN_DEFAULT_DESIGN_RFM           = "기본값"

/////// IDD_DGN_PREF_WORD_DLG
IDS_DGN_WORD_STYLE_NAME                       = "스타일"
IDS_DGN_WORD_STYLE_FONT_NAME                  = "글꼴이름"
IDS_DGN_WORD_STYLE_FONT_SIZE                  = "크기"
IDS_DGN_WORD_STYLE_FONT_COLOR                 = "색상"
IDS_DGN_WORD_STYLE_FONT_BOLD                  = "볼드"
IDS_DGN_WORD_STYLE_FONT_ITALIC                = "이탤릭"
IDS_DGN_WORD_STYLE_FONT_UNDERLINE             = "밑줄"

/////// IDD_DGN_PREF_DESIGN_STL_DLG
IDC_DGN_PREF_DESIGN_CHECK_FRAME_BASEPLATE     = "베이스 플레이트"

/////// IDD_DGN_PREF_DRAWING_LAYER_DLG
IDC_DGN_DRAW_LAYER_FRAME_COMMON_ITEM          = "일반 사항"

////// IDD_DGN_LINK_DATABASE_DLG
IDD_DGN_LINK_DATABASE_DLG                     = "데이터베이스 연동"

////// IDD_DGN_LINK_OPTION_DLG
IDD_DGN_LINK_OPTION_DLG                       = "연동 옵션"
IDC_LINK_TYPE_TEXT                            = "연동 유형"
IDC_LINK_OPT_RADIO_SECTION                    = "단면에 의한 연동"
IDC_LINK_OPT_RADIO_MEMBER                     = "부재에 의한 연동"
IDC_LINK_OPT_CHECK_SECTION                    = "재질 정보를 고려해서 정보 생성"
IDC_LINK_OPT_BTN_DEFAULT                      = "기본값"
IDC_LINK_OPT_BTN_OK                           = "확인(&O)"
IDC_LINK_OPT_BTN_APPLY                        = "적용(&A)"
IDC_LINK_OPT_BTN_CANCEL                       = "취소(&C)"

////// IDD_DGN_LINK_OPTION_ALU_DLG
IDC_LINK_OPT_TXT_GUAAG                        = "보/기둥"
IDC_LINK_OPT_TXT_GUAMT                        = "임의형상 보/기둥"

////// IDD_DGN_LINK_OPTION_NAME_DLG
IDC_FORMAT_TEXT                               = "부재명 생성 규칙 : "
IDC_FORMAT__S                                 = "%S : 단면 이름"
IDC_FORMAT__N                                 = "%N : 부재 / 절점 번호"
IDC_FORMAT__F                                 = "%F : 층 이름"
IDC_FORMAT__M                                 = "%M : 재질 이름"
IDC_LINK_OPT_CHECK_NAME                       = "층 이름에서 기호 제거"
IDC_LINK_OPT_TXT_ABOVE                        = "지상층 표시 기호 : "
IDC_LINK_OPT_TXT_BELOW                        = "지하층 표시 기호 : "

////// IDD_DGN_LINK_OPTION_RCS_DLG
IDC_LINK_OPT_TXT_GURBE                        = "보"
IDC_LINK_OPT_TXT_GURCO                        = "기둥"
IDC_LINK_OPT_TXT_GURGC                        = "임의형상 기둥"
IDC_LINK_OPT_TXT_GURSW                        = "전단벽"
IDC_LINK_OPT_TXT_GURDW                        = "이형 벽체"
IDC_LINK_OPT_TXT_GUFDN                        = "기초"
IDC_LINK_OPT_TXT_GURSF                        = "줄기초"
IDC_LINK_OPT_TXT_GURCF                        = "복합 기초"

IDS_LINK_OPT_TAB_LINK_DATA                    = "가져오기 연동"
IDS_LINK_OPT_TAB_UPLINK_DATA                  = "내보내기 연동"
IDS_LINK_OPT_TAB_MEMBER_DATA                  = "부재별 ( 가져오기 )"
IDS_LINK_OPT_TAB_MEMBER_DATA_UP               = "부재별 ( 내보내기 )"
IDS_LINK_OPT_LINK_SETTING                     = "연동 설정"
IDS_LINK_OPT_LINK_TYPE_MEMB                   = "부재별 연동 유형"
IDS_LINK_OPT_LINK_APPLY_LINK_BY_MEMBER        = "부재별 정보를 적용하여 연동"
IDS_LINK_OPT_LINK_BY_SECTION                  = "단면에 의한 연동"
IDS_LINK_OPT_LINK_BY_MEMBER                   = "부재에 의한 연동"
IDS_LINK_OPT_LINK_CONSIDER_MATL               = "재질 정보를 고려해서 정보 생성"
IDS_LINK_OPT_LINK_LCOM_TYPE                   = "하중 조합 유형"
IDS_LINK_OPT_LINK_LCOM_REMO                   = "중복된 하중 조합 삭제"
IDS_LINK_OPT_LINK_FORC_TYPE                   = "부재력 유형"
IDS_LINK_OPT_TXT_FORCE_TYPE                   = "부재력 유형"
IDS_LINK_OPT_LINK_DESIGN_FORCE_TYPE           = "설계 부재력 유형"

////// IDD_DGN_LINK_OPTION_SRC_DLG
IDC_LINK_OPT_TXT_GUCCO                        = "기둥 ( 매립형 )"
IDC_LINK_OPT_TXT_GUCFT                        = "콘크리트 충전 강관"
IDC_LINK_OPT_TXT_GUCBP                        = "베이스 플레이트"

////// IDD_DGN_LINK_OPTION_STL_DLG
IDC_LINK_OPT_TXT_GUSSG                        = "보/기둥"
IDC_LINK_OPT_TXT_GUSBC                        = "볼트 접합부"
IDC_LINK_OPT_TXT_GUSBP                        = "베이스 플레이트"
IDC_LINK_OPT_TXT_GUSWE                        = "용접"
IDC_LINK_OPT_TXT_GUSWE_POS                    = "접합 위치"
IDC_LINK_OPT_TXT_GUSEP                        = "임베디드 플레이트"
IDC_LINK_OPT_TXT_GESBC_TYPE                   = "형식"
IDC_LINK_OPT_TXT_GESMC                        = "모멘트 볼트 접합부"

////// IDD_DGN_LINK_OPTION_RFM_DLG
IDC_LINK_OPT_TXT_GUFBE                        = "보"
IDC_LINK_OPT_TXT_GUFCO                        = "기둥"

////// IDD_DGN_UPLINK_OPTN_LINK_DLG
IDC_DGN_FRM_LINK_DATA                         = "연동 데이터"
IDC_DGN_CHK_DATA_SECT                         = "단면 변경 ( 보 / 기둥 / 브레이스 )"
IDC_DGN_RDO_SECT_ANAL                         = "해석용 단면 변경"
IDC_DGN_RDO_SECT_DSGN                         = "설계용 단면 변경"
IDC_DGN_CHK_DATA_THCK                         = "두께 변경 ( 벽체 )"
IDC_DGN_RDO_THCK_ANAL                         = "해석용 두께 변경"
IDC_DGN_RDO_THCK_DSGN                         = "설계용 두께 변경"
IDC_DGN_CHK_DATA_MATL                         = "재질 변경"
IDC_DGN_RDO_MATL_ANAL                         = "해석용 재질 변경"
IDC_DGN_RDO_MATL_DSGN                         = "설계용 재질 변경"
IDC_DGN_CHK_DATA_RBAR                         = "철근 배치 정보 변경"

////// IDD_DGN_LIST_SOIL_DLG
IDD_DGN_LIST_SOIL_DLG                         = "지반 특성"
IDD_DGN_LIST_SOIL_DLG_STATIC                  = "지반 특성 ( 정적 토압 )"
IDD_DGN_LIST_SOIL_DLG_SEISMIC                 = "지반 특성 ( 동적 토압 )"
IDC_DGN_SELECT_MEMBER_GRID_TEXT               = "부재 선택"
IDC_DGN_SELECT_BTN_ALL                        = "전체선택"
IDC_DGN_SELECT_BTN_NONE                       = "선택해제"
IDC_DGN_SOIL_CHK_TEXT                         = "지반 특성"
IDC_DGN_SOIL_CHK_VALUE                        = "N값 적용"
IDC_DGN_SOIL_CHK_PRESSURE                     = "주동 토압 적용"
IDC_DGN_SOIL_CHK_KH                           = "사용자 KH 적용"
IDC_DGN_SOIL_CHK_DISP                         = "사용자 상대 변위 적용"
IDC_DGN_SOIL_BTN_SRA                          = "STF파일\n가져오기 ..."
IDC_DGN_SOIL_BTN_ADD                          = "추가"
IDC_DGN_SOIL_BTN_DEL                          = "삭제"
IDC_DGN_SOIL_BTN_INS                          = "삽입"
IDC_DGN_SOIL_BTN_APPLY                        = "적용"
IDC_DGN_SOIL_BTN_CANCEL                       = "취소"
IDC_DGN_SOIL_PROPER_FRM                       = "지반 특성"
IDC_DGN_SOIL_BTN_GET_LOAD                     = "정적 토압 정보 가져오기"
IDC_DGN_SOIL_BTN_GET_STATIC                   = "정적 토압 정보 가져오기"
IDC_DGN_SOIL_BTN_GET_SEISMIC                  = "동적 토압 정보 가져오기"
IDC_DGN_SOIL_BTN_GET_MEMB                     = "다른 부재의 하중 정보 가져오기 ..."

////// IDD_DGN_LIST_USER_DLG
IDD_DGN_LIST_USER_DLG                         = "토압 입력"
IDC_DGN_SELECT_MEMB_TEXT                      = "부재 선택"
IDC_DGN_USER_SOIL_FORCE_TEXT                  = "토압"
IDC_DGN_USER_BTN_ADD                          = "추가"
IDC_DGN_USER_BTN_DEL                          = "삭제"
IDC_DGN_USER_BTN_INS                          = "삽입"
IDC_DGN_USER_BTN_APPLY                        = "적용"
IDC_DGN_USER_BTN_CANCEL                       = "취소"

/////// IDD_DGN_OPT_RAT_DLG
IDC_DGN_OPTION_TARGET_RATIO                   = "강도비"
IDC_DGN_OPTION_SET_TARGET_RATIO_BY_MEMBER     = "※ 설계의 목표 강도비를 부재별로 설정하세요."
IDC_DGN_OPTION_BY_N_MEMBER                    = "부재별\n설정"
IDC_DGN_OPTION_COMP_N_DESIGN                  = "압축\n설계"
IDC_DGN_OPTION_TENS_N_DESIGN                  = "인장\n설계"
IDC_DGN_OPTION_BEND_N_DESIGN                  = "휨\n설계"
IDC_DGN_OPTION_SHEAR_N_DESIGN                 = "전단\n설계"
IDC_DGN_OPTION_OTHER_N_DESIGN                 = "기타\n설계"

////// IDD_DGN_OPT_ALU_DLG
IDC_OPTION_ALU_COMBO_DESIGN_CODE_TEXT         = "설계 기준"
IDC_OPTION_ALU_TARGET_RATIO_TEXT              = "목표 강도비"
IDC_OPTION_ALU_COMBO_RATIO_BENDING_TEXT       = "휨 설계"
IDC_OPTION_ALU_COMBO_RATIO_COMP_TEXT          = "압축 설계"
IDC_OPTION_ALU_COMBO_RATIO_TENSION_TEXT       = "인장 설계"
IDC_OPTION_ALU_COMBO_RATIO_SHEAR_TEXT         = "전단/비틀림 설계"
IDC_OPTION_ALU_COMBO_RATIO_OTHERS_TEXT        = "기타 설계"

////// IDD_DGN_OPT_CFS_DLG
IDC_OPTION_CFS_COMBO_DESIGN_CODE_TEXT         = "설계 기준"
IDC_OPTION_CFS_TARGET_RATIO_TEXT              = "목표 강도비"
IDC_OPTION_CFS_COMBO_RATIO_BENDING_TEXT       = "휨 설계"
IDC_OPTION_CFS_COMBO_RATIO_COMP_TEXT          = "압축 설계"
IDC_OPTION_CFS_COMBO_RATIO_TENSION_TEXT       = "인장 설계"
IDC_OPTION_CFS_COMBO_RATIO_SHEAR_TEXT         = "전단/비틀림 설계"
IDC_OPTION_CFS_COMBO_RATIO_OTHERS_TEXT        = "기타 설계"

////// IDD_DGN_CODE_TABLE_DLG
IDD_DGN_CODE_TABLE_DLG                        = "설계 기준표"

////// IDD_DGN_CODE_DLG
IDD_DGN_CODE_DLG                              = "설계 기준"
IDC_GUOPT_FRAME_DGN_CODE                      = "설계 기준"
IDC_GUOPT_FRAME_LOADCODE                      = "설계 하중"
IDC_GUOPT_COMBO_LOAD_LIVE_TEXT                = "등분포 활하중"
IDC_GUOPT_COMBO_LOAD_WIND_TEXT                = "풍하중"
IDC_GUOPT_COMBO_LOAD_SNOW_TEXT                = "적설 하중"
IDC_GUOPT_BTN_APPLY                           = "적용"
IDC_GUOPT_BTN_CLOSE                           = "닫기"

////// IDD_DGN_DATABASE_DLG
IDD_DGN_DATABASE_DLG                          = "데이터 베이스"
IDC_GUOPT_FRAME_UNIT_SYSTEM                   = "단위계"
IDC_USER_UNIT_RADIO                           = "사용자 지정"
IDC_SYSTEM_UNIT_RADIO                         = "통합 단위계"
IDC_GUOPT_UNIT_SYSTEM_TEXT                    = "단위계"
IDC_GUOPT_FRAME_STL_DB                        = "철골 DB"
IDC_GUOPT_STL_DB_MATERIAL                     = "재질"
IDC_GUOPT_STL_DB_SECTION                      = "단면"
IDC_GUOPT_FRAME_ALU_DB                        = "알루미늄 DB"
IDC_GUOPT_ALU_DB_MATERIAL                     = "재질"
IDC_GUOPT_ALU_DB_SECTION                      = "단면"
IDC_GUOPT_FRAME_RFM_DB                        = "콘크리트 보강 DB"
IDC_GUOPT_RFM_DB_MATL_FRP                     = "재질 ( FRP )"
IDC_GUOPT_RFM_DB_MATL_STL                     = "재질 ( 철골 )"

////// IDD_DGN_OPT_RCS_DLG
IDC_OPTION_RCS_COMBO_DESIGN_CODE_TEXT         = "설계 기준"
IDC_OPTION_RCS_TARGET_RATIO_TEXT              = "목표 강도비"
IDC_OPTION_RCS_COMBO_RATIO_BENDING_TEXT       = "휨 설계"
IDC_OPTION_RCS_COMBO_RATIO_COMP_TEXT          = "압축 설계"
IDC_OPTION_RCS_COMBO_RATIO_TENSION_TEXT       = "인장 설계"
IDC_OPTION_RCS_COMBO_RATIO_SHEAR_TEXT         = "전단/비틀림 설계"
IDC_OPTION_RCS_COMBO_RATIO_OTHERS_TEXT        = "기타 설계"

////// IDD_DGN_OPT_RCS_ADD_DLG
IDD_DGN_OPT_RCS_ADD_DLG                       = "추가 설계 정보 설정"
IDC_OPTION_RCS_DGNCODE_TEXT                   = "설계 기준 : "
IDC_OPTION_RCS_PARTIAL_FACTOR_TEXT            = "부분 안전율"
IDC_OPTION_RCS_EDT_FACTOR_GAMMAC_TEXT         = "콘크리트 ( γc )"
IDC_OPTION_RCS_EDT_FACTOR_GAMMAS_TEXT         = "철골 ( γs )"
IDC_OPTION_RCS_EDT_FACTOR_ALPHACC_TEXT        = "αcc"
IDC_OPTION_RCS_DELTA_FACTOR_TEXT              = "기타 설정"
IDC_OPTION_RCS_EDT_FACTOR_DELTA_TEXT          = "재분배율 ( δ )"

////// IDD_DGN_OPT_STL_DLG
IDC_OPTION_STEEL_COMBO_DESIGN_CODE_TEXT       = "설계 기준"
IDC_OPTION_STEEL_TARGET_RATIO_TEXT            = "목표 강도비"
IDC_OPTION_STEEL_COMBO_RATIO_BENDING_TEXT     = "휨 설계"
IDC_OPTION_STEEL_COMBO_RATIO_COMP_TEXT        = "압축 설계"
IDC_OPTION_STEEL_COMBO_RATIO_TENSION_TEXT     = "인장 설계"
IDC_OPTION_STEEL_COMBO_RATIO_SHEAR_TEXT       = "전단/비틀림 설계"
IDC_OPTION_STEEL_COMBO_RATIO_OTHERS_TEXT      = "기타 설계"

/////// IDD_DGN_OPT_STL_ADD_DLG
IDD_DGN_OPT_STL_ADD_DLG                       = "추가 설계 정보 설정"
IDC_OPTION_STL_DGNCODE_TEXT                   = "설계 기준 : "
IDC_OPTION_STL_PARTIAL_FACTOR_TEXT            = "부분 안전율"
IDC_OPTION_STL_EDT_FACTOR_GAMMAM0_TEXT        = "γM0"
IDC_OPTION_STL_EDT_FACTOR_GAMMAM1_TEXT        = "γM1"
IDC_OPTION_STL_EDT_FACTOR_GAMMAM2_C_TEXT      = "γM2 ( 전단면 ) "
IDC_OPTION_STL_EDT_FACTOR_GAMMAM2_TEXT        = "γM2 ( 볼트, 용접 ) "
IDC_OPTION_STL_EDT_FACTOR_GAMMAMU_TEXT2       = "γMu"
IDC_OPTION_STL_EDT_FACTOR_ETA_TEXT3           = "ŋ"
/**/IDC_OPTION_STL_EDT_FACTOR_GAMMAM0_TEXT2   = "βj(Foundation Joint Material)"
/**/IDC_OPTION_STL_EDT_FACTOR_GAMMAM1_TEXT2   = "√(Ac1/Ac0)"
/**/IDC_OPTION_STL_EDT_FACTOR_GAMMAM2_C_TEXT2  = "BP and Grout Friction"
IDC_DGN_OPT_STL_ADD_OK                        = "확인"
IDC_DGN_OPT_STL_ADD_CANCEL                    = "취소"

////// IDD_DGN_OPT_SRC_DLG
IDC_OPTION_SRC_COMBO_DESIGN_CODE_TEXT         = "설계 기준"
IDC_OPTION_SRC_TARGET_RATIO_TEXT              = "목표 강도비"
IDC_OPTION_SRC_COMBO_RATIO_BENDING_TEXT       = "휨 설계"
IDC_OPTION_SRC_COMBO_RATIO_COMP_TEXT          = "압축 설계"
IDC_OPTION_SRC_COMBO_RATIO_TENSION_TEXT       = "인장 설계"
IDC_OPTION_SRC_COMBO_RATIO_SHEAR_TEXT         = "전단/비틀림 설계"
IDC_OPTION_SRC_COMBO_RATIO_OTHERS_TEXT        = "기타 설계"

/////// IDD_DGN_OPT_SRC_ADD_DLG
IDD_DGN_OPT_SRC_ADD_DLG                       = "추가 설계 정보 설정"

////// IDD_DGN_OPT_RCS_DLG
IDC_OPTION_RFM_COMBO_DESIGN_CODE_TEXT         = "설계 기준"
IDC_OPTION_RFM_TARGET_RATIO_TEXT              = "목표 강도비"
IDC_OPTION_RFM_COMBO_RATIO_BENDING_TEXT       = "휨 설계"
IDC_OPTION_RFM_COMBO_RATIO_COMP_TEXT          = "압축 설계"
IDC_OPTION_RFM_COMBO_RATIO_TENSION_TEXT       = "인장 설계"
IDC_OPTION_RFM_COMBO_RATIO_SHEAR_TEXT         = "전단/비틀림 설계"
IDC_OPTION_RFM_COMBO_RATIO_OTHERS_TEXT        = "기타 설계"

////// IDD_DGN_OPT_LOAD_DLG
IDD_DGN_OPT_LOAD_DLG                          = "설계 하중"
IDD_DGN_OPT_LOAD_TEXT                         = "등분포 활하중 기준이 변경되었습니다."
IDD_DGN_OPT_LOAD_TEXT2                        = "활하중이 삭제 됩니다."
IDD_DGN_OPT_LOAD_TEXT3                        = "계속 진행할까요?"
IDD_DGN_OPT_LOAD_YES                          = "예"
IDD_DGN_OPT_LOAD_NO                           = "아니오"

////// IDD_DGN_CONVERT_DLG
IDD_DGN_CONVERT_DLG                           = "부재 정보 변환 ( 합성 기둥 )"
IDC_CONVERT_FRAME                             = "부재 선택"
IDC_CONVERT_BTN_SELALL                        = "전체선택"
IDC_CONVERT_BTN_INVERT                        = "선택반전"
IDC_CONVERT_BTN_SELNON                        = "선택해제"
IDC_CONVERT_BTN_CONVERT                       = "변환"
IDC_CONVERT_BTN_CLOSE                         = "닫기"

////// IDD_DGN_DECK_SECT_DLG
IDC_DGN_CHK_USE                               = "데크플레이트 사용"
IDC_DGN_LABEL_DECK                            = "단면"
IDC_DGN_LABEL_DIRECT                          = "방향"
IDD_DGN_DECK_PROP_DLG                         = "데크 속성"

////// IDD_DGN_EXPORT_ALU_DLG
IDC_EXPORT_ALU_BTN_ALL                        = "전체선택"
IDC_EXPORT_ALU_BTN_NONE                       = "선택해제"

////// IDD_DGN_EXPORT_DLG
IDD_DGN_EXPORT_DLG                            = "결과 파일 일괄 생성"
IDC_EXPORT_FRAME_FILE                         = "결과 파일 저장 경로"
IDC_EXPORT_FRAME_DRAWING                      = "도면 파일"
IDC_EXPORT_DWG_CHK                            = "도면 리스트 ( *.dwg )"
IDC_EXPORT_FRAME_WORD                         = "워드 레포트"
IDC_EXPORT_CHK_WORD_DETAIL                    = "상세 계산서"
IDC_EXPORT_CHK_WORD_SUMMARY                   = "요약 계산서"
IDC_EXPORT_CHK_WORD_INPUT                     = "입력 데이터"
IDC_EXPORT_FRAME_QUICK                        = "계산서:"
IDC_EXPORT_CHK_QUICK_BMP                      = "BMP"
IDC_EXPORT_CHK_QUICK_EMF                      = "EMF"
IDC_EXPORT_CHK_QUICK_JPG                      = "JPG"
IDC_EXPORT_CHK_QUICK_DETAIL                   = "상세 계산서"
IDC_EXPORT_CHK_QUICK_SUMMARY                  = "요약 계산서"
IDC_EXPORT_CHK_QUICK_INPUT                    = "입력 데이터"
IDC_BPRINT_TEXT                               = "보고서 출력 내용"
IDC_EXPORT_MEMBER_TAB_TEXT                    = "부재 유형 선택"
IDC_EXPORT_BTN_SELECT_ALL                     = "전체선택"
IDC_EXPORT_BTN_UNSELECT_ALL                   = "선택해제"
IDC_EXPORT_BTN_EXPORT                         = "일괄생성"
IDC_EXPORT_BTN_CLOSE                          = "닫기"

////// IDD_DGN_EXPORT_ETC_DLG
IDC_EXPORT_ETC_FRAME_LOAD                     = "설계 하중을 위한 재질 설정"
IDC_EXPORT_ETC_RADIO_RCS                      = "RC"
IDC_EXPORT_ETC_RADIO_STL                      = "철골"
IDC_EXPORT_ETC_RADIO_SRC                      = "SRC"
IDC_EXPORT_ETC_RADIO_ALU                      = "알루미늄"
IDC_EXPORT_ETC_LABEL_CODE                     = "설계 기준 : "
IDC_EXPORT_ETC_BTN_ALL                        = "전체선택"
IDC_EXPORT_ETC_BTN_NONE                       = "선택해제"

////// IDD_DGN_EXPORT_RCS_DLG
IDC_EXPORT_RCS_BTN_ALL                        = "전체선택"
IDC_EXPORT_RCS_BTN_NONE                       = "선택해제"

////// IDD_DGN_EXPORT_SRC_DLG
IDC_EXPORT_SRC_BTN_ALL                        = "전체선택"
IDC_EXPORT_SRC_BTN_NONE                       = "선택해제"

////// IDD_DGN_EXPORT_STL_DLG
IDC_EXPORT_STL_BTN_ALL                        = "전체선택"
IDC_EXPORT_STL_BTN_NONE                       = "선택해제"

////// IDD_DGN_TORSION_DLG
IDD_DGN_TORSION_DLG                           = "비틀림 설계 데이터 ( 개단면 )"
IDC_DGN_TORSION_FRM_MEMB                      = "부재 선택"
IDC_DGN_TORSION_BTN_ALL                       = "전체선택"
IDC_DGN_TORSION_BTN_NON                       = "선택해제"
IDC_DGN_TORSION_FRM_CASE                      = "설계 케이스"
IDC_DGN_TORSION_LBL_CASE                      = "설계 케이스"
IDC_DGN_TORSION_LBL_SUPL                      = "지지 조건 ( 좌측 )"
IDC_DGN_TORSION_LBL_SUPR                      = "지지 조건 ( 우측 )"
IDC_DGN_TORSION_LBL_DESC                      = "설명"
IDC_DGN_TORSION_FRM_FORC                      = "집중 하중"
IDC_DGN_TORSION_LBL_POSF                      = "작용점까지의 거리"
IDC_DGN_TORSION_FRM_CHCK                      = "검토 위치"
IDC_DGN_TORSION_CHK_POSI                      = "집중 하중점에 대해서 위치 조정"
IDC_DGN_TORSION_BTN_ADD                       = "추가"
IDC_DGN_TORSION_BTN_DEL                       = "삭제"
IDC_DGN_TORSION_BTN_INS                       = "삽입"
IDC_DGN_TORSION_BTN_DEF                       = "기본값"
IDC_DGN_TORSION_BTN_APP                       = "적용"
IDC_DGN_TORSION_BTN_CAN                       = "취소"

////// IDD_DGN_UNITCON_COM1_DLG : 단위 변환기는 번역하지 않음.
IDC_UNITCON_FRM_COM1_TYPE                     = "Unit Type"
IDC_UNITCON_BTN_COM1_ENERGY                   = "Energy / Work"
IDC_UNITCON_BTN_COM1_ENTHALPY                 = "Enthalpy"
IDC_UNITCON_BTN_COM1_ENTROPY                  = "Entropy"
IDC_UNITCON_BTN_COM1_FORCE                    = "Force / Weight"
IDC_UNITCON_BTN_COM1_POWER                    = "Power"
IDC_UNITCON_BTN_COM1_PRESSURE                 = "Pressure / Stress"
IDC_UNITCON_BTN_COM1_WDENSITY                 = "Weight Density"
IDC_UNITCON_BTN_COM1_WEIGHT                   = "Weight per Length"
IDC_UNITCON_BTN_COM1_MOMENT                   = "Moment / Torque"
IDC_UNITCON_FRM_COM1_UNIT                     = "Unit Value"

////// IDD_DGN_UNITCON_COM2_DLG : 단위 변환기는 번역하지 않음.
IDC_UNITCON_FRM_COM2_TYPE                     = "Unit Type"
IDC_UNITCON_BTN_COM2_ANGLE                    = "Angle"
IDC_UNITCON_BTN_COM2_AREA                     = "Area"
IDC_UNITCON_BTN_COM2_DENSITY                  = "Density"
IDC_UNITCON_BTN_COM2_LENGTH                   = "Length"
IDC_UNITCON_BTN_COM2_MASS                     = "Mass"
IDC_UNITCON_BTN_COM2_VOLUME                   = "Volume"
IDC_UNITCON_BTN_COM2_VELOCITY                 = "Velocity / Speed"
IDC_UNITCON_BTN_COM2_TIME                     = "Time"

////// IDD_DGN_UNITCON_DLG : 단위 변환기는 번역하지 않음.
IDD_DGN_UNITCON_DLG                           = "Unit Converter"
IDC_DGN_UNITCON_SLIDE_TEXT                    = "Transparency"

////// IDD_DGN_UNITCON_ELEC_DLG : 단위 변환기는 번역하지 않음.
IDC_UNITCON_FRM_ELEC_TYPE                     = "Unit Type"
IDC_UNITCON_BTN_ELEC_CAPACITY                 = "Capacitance"
IDC_UNITCON_BTN_ELEC_CHARGE                   = "Charge"
IDC_UNITCON_BTN_ELEC_CURRENT                  = "Current"
IDC_UNITCON_BTN_ELEC_POTENTIAL                = "Potential / EMF"
IDC_UNITCON_BTN_ELEC_INDUCT                   = "Inductance"
IDC_UNITCON_BTN_ELEC_MAGFIELD                 = "Magnetic Field"
IDC_UNITCON_BTN_ELEC_MAGFLUX                  = "Magnetic Flux"
IDC_UNITCON_BTN_ELEC_RESIST                   = "Resistance"

////// IDD_DGN_UNITCON_MISC_DLG : 단위 변환기는 번역하지 않음.
IDC_UNITCON_FRM_MISC_TYPE                     = "Unit Type"
IDC_UNITCON_BTN_MISC_VOLFLOW                  = "Volume Flow"
IDC_UNITCON_BTN_MISC_SPECIFIC                 = "Specific Volume"
IDC_UNITCON_BTN_MISC_MASSFLOW                 = "Mass Flow"
IDC_UNITCON_BTN_MISC_INERTIA                  = "Mass Moment Inertia"
IDC_UNITCON_BTN_MISC_TEMP                     = "Temperature"

////// IDD_DGN_UNITCON_THER_DLG : 단위 변환기는 번역하지 않음.
IDC_UNITCON_FRM_THER_TYPE                     = "Unit Type"
IDC_UNITCON_BTN_THER_HEATCAPA                 = "Heat Capacity"
IDC_UNITCON_BTN_THER_HEATFLUX                 = "Heat Flux"
IDC_UNITCON_BTN_THER_HEATTRAN                 = "Heat Trans. Coeff."
IDC_UNITCON_BTN_THER_RADIAT                   = "Radiation Const."
IDC_UNITCON_BTN_THER_SPECIFIC                 = "Specific Heat"
IDC_UNITCON_BTN_THER_THERMAL                  = "Thermal Conduct"

////// IDD_DGN_LOAD_WIND_KR09_DLG
IDD_DGN_LOAD_WIND_KR09_DLG                    = "외장재 설계용 풍하중 ( KBC2009 )"
IDC_DGN_WIND_FRM_MEMB                         = "부재 선택"
IDC_DGN_WIND_BTN_ALL                          = "전체선택"
IDC_DGN_WIND_BTN_NON                          = "선택해제"
IDC_DGN_WIND_FRM_WIND                         = "외장재 설계용 풍하중"
IDC_DGN_WIND_LBL_WIND                         = "기본 풍속"
IDC_DGN_WIND_LBL_DIRF                         = "방향 계수"
IDC_DGN_WIND_LBL_TOPO                         = "지형 계수"
IDC_DGN_WIND_LBL_IMPO                         = "중요도 구분"
IDC_DGN_WIND_LBL_SURF                         = "노풍도 구분"
IDC_DGN_WIND_LBL_BUIL                         = "건물 유형"
IDC_DGN_WIND_LBL_ROOF                         = "지붕 유형"
IDC_DGN_WIND_LBL_CHCK                         = "검토 위치"
IDC_DGN_WIND_LBL_MEAN                         = "지붕면 평균 높이"
IDC_DGN_WIND_LBL_HAGL                         = "지반으로 부터의 높이"
IDC_DGN_WIND_LBL_ANGL                         = "지붕 각도"
IDC_DGN_WIND_BTN_APPLY                        = "적용"
IDC_DGN_WIND_BTN_CANCE                        = "취소"

////// IDD_DGN_LOAD_WIND_KR16_CHK_DLG
IDD_DGN_LOAD_WIND_KR16_CHK_DLG                = "적용 조건 검토 ( 간략법 )"
IDD_DGN_LOAD_WIND_KR22_CHK_DLG                = "적용 조건 검토 ( 간략법 )"
IDC_DGN_WIND_FRM_BLD                          = "건물 정보"
IDC_DGN_WIND_LBL_H                            = "지붕면 평균 높이"
IDC_DGN_WIND_LBL_B                            = "건물 너비"
IDC_DGN_WIND_LBL_D                            = "건물 깊이"
IDC_DGN_WIND_LBL_A                            = "바닥 면적"
IDC_DGN_WIND_LBL_R                            = "지붕 각도"
IDC_DGN_WIND_FRM_RES                          = "검토 결과"
IDC_DGN_WIND_CHK_REGU                         = "정형"
IDC_DGN_WIND_CHK_IRRE                         = "비정형"
IDC_DGN_WIND_LBL_RES0                         = "검토 결과"
IDC_DGN_WIND_BTN_CLOSE                        = "닫기"

////// IDD_DGN_LOAD_WIND_KR16_DLG
IDD_DGN_LOAD_WIND_KR16_DLG                    = "외장재 설계용 풍하중 ( KBC2016 )"
IDC_DGN_WIND_BTN_CHECK                        = "적용 가능 여부 검토 ..."
IDC_DGN_WIND_CHK_SIMP                         = "간단법 적용"
IDC_DGN_WIND_CHK_HIGH                         = "초고층 건물"
IDC_DGN_WIND_LBL_BLDB                         = "건물 너비"
IDC_DGN_WIND_LBL_BLDD                         = "건물 깊이"
IDC_DGN_WIND_LBL_ENVI                         = "환경 계수"

////// IDD_DGN_LOAD_WIND_US_DLG
IDD_DGN_LOAD_WIND_US_DLG                      = "외장재 설계용 풍하중"
IDC_DGN_WIND_LBL_DIRE                         = "방향성 계수"

////// IDD_FIGURE_LAYER_LNTP_DLG
IDD_FIGURE_LAYER_LNTP_DLG                     = "선 유형 설정"
IDC_FIGURE_LAYER_LNTP_ORG_STC                 = "이전설정"
IDC_FIGURE_LAYER_LNTP_NEW_STC                 = "신규설정"
IDC_FIGURE_LAYER_LNTP_OK_BTN                  = "확인"
IDC_FIGURE_LAYER_LNTP_CANCEL_BTN              = "취소"

/////// IDD_DGN_FACTOR_CB_DLG
IDD_DGN_FACTOR_CB_DLG                         = "횡-비틀림 좌굴 수정 계수 ( Cb )"
IDC_DGN_FACTOR_CB_CHK_CANTI                   = "캔틸레버"
IDC_DGN_FACTOR_CB_BTN_APPLY                   = "적용(&A)"
IDC_DGN_FACTOR_CB_BTN_CANCEL                  = "취소(&C)"
IDC_MOMENT_DIAGRAM_STC                        = "모멘트 다이아그램"
IDC_END_I_POSITION_STC                        = "단부 ( I )"
IDC_END_J_POSITION_STC                        = "단부 ( J )"
IDC_ONE_OF_FOUR_POSITION_STC                  = "1/4"
IDC_MID_POSITION_STC                          = "중앙부"
IDC_THREE_OF_FOUR_POSITION_STC                = "3/4"
IDC_CB_FACTOR_STC                             = "Cb : "

/////// IDD_DGN_FORCE_DLG
IDD_DGN_FORCE_DLG                             = "하중 조합 정보"
IDC_DGN_FORCE_BTN_ALL                         = "전체"
IDC_DGN_FORCE_BTN_NON                         = "해제"
IDC_DGN_FORCE_BTN_INV                         = "반전"
IDC_DGN_FORCE_BTN_ADD                         = "추가"
IDC_DGN_FORCE_BTN_INS                         = "삽입"
IDC_DGN_FORCE_BTN_DEL                         = "삭제"
IDC_DGN_FORCE_BTN_OK                          = "확인"
IDC_DGN_FORCE_BTN_CANCEL                      = "취소"

/////// IDD_DGN_IMPORT_DLG
IDD_DGN_IMPORT_DLG                            = "부재 정보 가져오기"
IDC_IMPORT_BTN_SELECT_ALL                     = "전체선택"
IDC_IMPORT_BTN_UNSELECT_ALL                   = "선택해제"
IDC_IMPORT_BTN_IMPORT                         = "가져오기"
IDC_IMPORT_BTN_CLOSE                          = "닫기"
IDC_FILE_NAME_STC                             = "파일명"
IDC_IMPORT_FRAME                              = "부재 선택"
IDD_DGN_IMPORT_DLG_OPEN_FILE                  = "가져오기를 수행할 파일을 선택하세요."

/////// IDD_DGN_IMPORT_PREF_DLG
IDD_DGN_IMPORT_PREF_DLG                       = "사용자 환경 설정 가져오기"
IDC_DGN_IMPORT_PREF_OPEN_FILE                 = "사용자 환경 설정 정보를 가져올 파일을 선택하세요."
IDC_IMPORT_CHK_GENERAL                        = "일반 설정"
IDC_IMPORT_FRAME_DRAWING                      = "도면 설정"
IDC_IMPORT_CHK_DRAWING_LAYER                  = "레이어 속성"
IDC_IMPORT_CHK_DRAWING_FILE                   = "도곽/범례 파일 정보"
IDC_IMPORT_CHK_DRAWING_DWG                    = "도면 생성 옵션"
IDC_IMPORT_FRAME_WORD                         = "워드 계산서"
IDC_IMPORT_CHK_WORD_STYLE                     = "스타일 설정"
IDC_IMPORT_FRAME_PREVIEW                      = "도면 미리보기"
IDC_IMPORT_CHK_PREVIEW_RBB                    = "일괄 보"
IDC_IMPORT_CHK_PREVIEW_RBC                    = "일괄 기둥"
IDC_IMPORT_FRAME_DESIGN                       = "설계 설정"
IDC_IMPORT_CHK_DESIGN_SECTION                 = "단면 증가값"
IDC_IMPORT_CHK_DESIGN_SIZE_RCS                = "단면 제한값 ( 콘크리트 )"
IDC_IMPORT_CHK_DESIGN_SIZE_STL                = "단면 제한값 ( 철골 )"
IDC_IMPORT_CHK_DESIGN_SIZE_SRC                = "단면 제한값 ( SRC )"
IDC_IMPORT_CHK_DESIGN_SMART_BB                = "시공성 고려 설계 설정 ( 일괄 보 )"
IDC_IMPORT_CHK_DESIGN_SMART_BC                = "시공성 고려 설계 설정 ( 일괄 기둥 )"
IDC_IMPORT_FRAME_REBAR                        = "배근 옵션"
IDC_IMPORT_CHK_DESIGN_BAR_OPT                 = "철근 설정"
IDC_IMPORT_CHK_DESIGN_BAR_SPA                 = "철근 간격 설정"
IDC_IMPORT_FRAME_SECTION                      = "단면 목록"
IDC_IMPORT_CHK_SECTION_STL                    = "철골 단면 목록"
IDC_IMPORT_CHK_SECTION_ALU                    = "알루미늄 단면 목록"
IDC_IMPORT_BTN_ALL                            = "전체선택"
IDC_IMPORT_BTN_NONE                           = "선택해제"
IDC_IMPORT_BTN_OK                             = "확인"
IDC_IMPORT_BTN_APPLY                          = "적용"
IDC_IMPORT_BTN_CANCEL                         = "취소"

/////// IDD_DGN_KFACTOR_DLG
IDC_DGN_KFACTOR_BTN_APPLY                     = "적용(&A)"
IDC_DGN_KFACTOR_BTN_CANCEL                    = "취소(&C)"
IDC_DGN_KFACTOR_FRAME                         = "좌굴 길이 계수"

/////// IDD_DGN_QUANTITY_FORM_DLG
IDC_QUAN_CREA_BTN                             = "물량계산"
IDC_QUAN_SAVE_BTN                             = "엑셀 파일 생성 ..."
IDC_QUAN_SIZE_BTN                             = "열너비 자동조정"
IDC_QUAN_NOTICE                               = "※ 단위 길이당 물량 정보를 제공합니다."

/////// IDD_DGN_REBAR_DLG
IDD_DGN_REBAR_DLG                             = "배근 옵션 설정"
IDC_OPTION_REBAR_CHECK_USE_USERLIST           = "사용자 지정 철근 사용"
IDC_OPTION_SPACE_BTN_ADD                      = "추가"
IDC_OPTION_SPACE_BTN_REMOVE                   = "삭제"
IDC_OPTION_SPACE_CHECK_USE_USERLIST           = "사용자 지정 간격 사용"
IDC_OPTION_BTN_APPLY                          = "적용"
IDC_OPTION_BTN_CLOSE                          = "닫기"
IDC_REBAR_CODE_STC                            = "철근 코드"
IDC_REBAR_OPT_DGN_GROUP_STC                   = "자동 배근 옵션"
IDC_REBAR_SPACING_LIST_GOURP_STC              = "배근 간격 목록"

/////// IDD_DGN_REBAR_RCS_DLG
IDC_OPTION_REBAR_RC_SLAB_STC                  = "슬래브"
IDC_OPTION_REBAR_RC_BEAM_COLUMN_STC           = "보"
IDC_OPTION_REBAR_RC_COLUMN_STC                = "기둥"
IDC_OPTION_REBAR_RC_SHEAR_WALL_STC            = "전단벽"
IDC_OPTION_REBAR_RC_BASEMENT_WALL_STC         = "지하 외벽"
IDC_OPTION_REBAR_RC_FOOTING_STC               = "기초"
IDC_OPTION_REBAR_RC_LABEL_UCBF1               = "복합 기초"
IDC_OPTION_REBAR_RC_STRIP_FOOTING_STC         = "줄기초"
IDC_OPTION_REBAR_RC_BUTTRESS_STC              = "버트레스"
IDC_OPTION_REBAR_RC_STAIR_STC                 = "계단"
IDC_OPTION_REBAR_RC_CORBEL_BRAKET_STC         = "코벨/브라켓"
IDC_OPTION_REBAR_RC_BEAM_TABLE_STC            = "보 테이블"
IDC_OPTION_REBAR_RC_SLAB_TABLE_STC            = "슬래브 테이블"

/////// IDD_DGN_REBAR_SRC_DLG
IDC_REBAR_SRC_COLUMN_STC                      = "기둥 ( 매립형 )"

/////// IDD_DGN_SELECT_DLG
IDD_DGN_SELECT_DLG                            = "부재 선택"
IDC_BTN_SELECT                                = "선택"
IDC_BTN_CLOSE                                 = "닫기"

/////// IDD_DGN_DEFAULT_DLG
IDD_DGN_DEFAULT_DLG                           = "초기 부재 정보 설정"
IDC_DEFAULT_FRAME_RC                          = "콘크리트"
IDC_DEFAULT_FRAME_STL                         = "철골"
IDC_DEFAULT_FRAME_SRC                         = "SRC"
IDC_DEFAULT_FRAME_ALU                         = "알루미늄"
IDC_DEFAULT_FRAME_RFM                         = "보강"
IDC_DEFAULT_BTN_SET_DEFAULT                   = "기본 부재 설정"
IDC_DEFAULT_BTN_CLOSE                         = "닫기"
IDC_DEFAULT_LABEL_GSLAB                       = "슬래브"
IDC_DEFAULT_LABEL_GURBE                       = "보"
IDC_DEFAULT_LABEL_GURCO                       = "기둥"
IDC_DEFAULT_LABEL_GURGC                       = "임의 형상 기둥"
IDC_DEFAULT_LABEL_GURSW                       = "전단벽"
IDC_DEFAULT_LABEL_GURDW                       = "이형 벽체"
IDC_DEFAULT_LABEL_GUFDN                       = "기초"
IDC_DEFAULT_LABEL_GURCF                       = "복합 기초"
IDC_DEFAULT_LABEL_GURSF                       = "줄기초"
IDC_DEFAULT_LABEL_GURBW                       = "지하외벽"
IDC_DEFAULT_LABEL_GURST                       = "계단"
IDC_DEFAULT_LABEL_GURCB                       = "코벨/브라켓"
IDC_DEFAULT_LABEL_GURBL                       = "보 테이블"
IDC_DEFAULT_LABEL_GURSL                       = "슬래브 테이블"
IDC_DEFAULT_LABEL_GURBU                       = "버트레스"
IDC_DEFAULT_LABEL_GUSSG                       = "보/기둥"
IDC_DEFAULT_LABEL_GUSBP                       = "베이스 플레이트"
IDC_DEFAULT_LABEL_GUSBC                       = "볼트 접합부"
IDC_DEFAULT_LABEL_GUSCG                       = "크레인 주행보"
IDC_DEFAULT_LABEL_GUSPG                       = "중도리/띠장"
IDC_DEFAULT_LABEL_GUSWO                       = "웨브 개공보"
IDC_DEFAULT_LABEL_GUSST                       = "철골 계단"
IDC_DEFAULT_LABEL_GUSWE                       = "용접"
IDC_DEFAULT_LABEL_GUSEP                       = "임베디드 플레이트"
IDC_DEFAULT_LABEL_GUCCB                       = "합성보"
IDC_DEFAULT_LABEL_GUCCO                       = "기둥 ( 매입형 )"
IDC_DEFAULT_LABEL_GUCFT                       = "콘크리트 충전 강관"
IDC_DEFAULT_LABEL_GUCBP                       = "베이스 플레이트"
IDC_DEFAULT_LABEL_GUAMT                       = "임의 형상 보/기둥"
IDC_DEFAULT_LABEL_GUAAG                       = "보/기둥"
IDC_DEFAULT_LABEL_GURRW                       = "옹벽"
IDC_DEFAULT_LABEL_NOTICE                      = "※ 기본 부재로 설정할 부재를 선택하세요."

////// IDD_DGN_PREF_GENERAL_DLG
IDC_DGN_PREF_GEN_FRAME_MODE                   = "프로그램 모드"
IDC_DGN_PREF_GEN_RADIO_MODE_SIMPLE            = "심플 모드 ( 검토 모드 )"
IDC_DGN_PREF_GEN_RADIO_MODE_PROJECT           = "프로젝트 모드 ( 검토 / 도면 / 계산서 / 물량 / Gen,ADS 연동 모드 )"
IDC_DGN_PREF_GEN_RADIO_MODE_CHECK             = "검토 모드 ( 설계 결과 검토 )"
IDC_DGN_PREF_GEN_FRAME_REPORT                 = "심플 모드의 기본 보고서 유형"
IDC_DGN_PREF_GEN_RADIO_REPORT_DET             = "상세 계산서"
IDC_DGN_PREF_GEN_RADIO_REPORT_SUM             = "요약 계산서"
IDC_DGN_PREF_GEN_RADIO_REPORT_INP             = "입력 데이터"
IDC_DGN_PREF_GEN_FRAME_CHECK                  = "검토 모드의 기본 계산서 유형"
IDC_DGN_PREF_GEN_CHECK_DEFAULT_TYPE           = "기본 계산서 유형"
IDC_DGN_PREF_GEN_RADIO_CHK_REPORT_DET         = "상세 계산서"
IDC_DGN_PREF_GEN_RADIO_CHK_REPORT_SUM         = "요약 계산서"
IDC_DGN_PREF_GEN_CHECK_CONTENTS               = "계산서 내용"
IDC_DGN_PREF_GEN_RADIO_CHK_CONTENT_SIMPLE     = "심플 모드"
IDC_DGN_PREF_GEN_RADIO_CHK_CONTENT_PROJECT    = "프로젝트 모드"
IDC_DGN_PREF_GEN_FRAME_COVER                  = "철근 중심까지의 거리 검토 방식"
IDC_DGN_PREF_GEN_RADIO_CLEAR_COVER            = "순 피복 두께 사용"
IDC_DGN_PREF_GEN_RADIO_DISTANCE               = "단면 외측에서 철근 중심까지의 거리 사용"
IDC_DGN_PREF_GEN_NOTICE                       = "※ 기둥 부재( RC, SRC )는 설정에 관계엾이 철근 중심까지의 거리를 사용합니다."
IDC_DGN_PREF_GEN_FRAME_RESULT                 = "설계 결과 데이터"
IDC_DGN_PREF_GEN_CHECK_KEEP_RESULT            = "입력 데이터 변경시에도 설계 결과 유지"
IDC_DGN_PREF_GEN_CHECK_INCLUDE_RESULT         = "엑셀 파일의 입력 데이터 생성시 설계 결과 포함"
IDC_DGN_PREF_GEN_CHECK_SHOW_APPLY             = "부재 정보 편집 대화 상자에 적용 버튼 보이기"
IDC_DGN_PREF_BTN_DEFAULT_GEN                  = "기본값"

////// IDD_DGN_PREF_SYSTEM_DLG
IDC_DGN_PREF_SYSTEM_CHK_AUTO_SAVE             = "자동 저장"
IDC_DGN_PREF_SYSTEM_STC1                      = "매"
IDC_DGN_PREF_SYSTEM_STC2                      = "분 마다 저장"
IDC_DGN_PREF_SYSTEM_CHK_MAKE_BACKUP           = "백업 파일 ( *.bak ) 만들기"
IDC_DGN_PREF_SYSTEM_ACTION_FRAME              = "워크바에서의 부재 선택시 동작 유형"
IDC_DGN_PREF_SYSTEM_CHK_MOUSE_SINGLE          = "단일 클릭이나 위 / 아래 화살표로 부재 선택"
IDC_DGN_PREF_SYSTEM_CHK_REPORT_VIEW           = "선택된 부재의 검토 결과로 계산서를 자동으로 표시하기"
IDC_DGN_PREF_SYSTEM_USER_IFORM_FRAME          = "사용자 정보"
IDC_DGN_PREF_SYSTEM_COMPANY_FULL              = "회사 ( 전체 ) :"
IDC_DGN_PREF_SYSTEM_COMPANY_SHORT             = "회사 ( 간략 ) :"
IDC_DGN_PREF_SYSTEM_ADDRESS                   = "주소 :"
IDC_DGN_PREF_SYSTEM_WEBSITE                   = "웹 사이트 ( URL ) :"
IDC_DGN_PREF_SYSTEM_TELL                      = "전화 :"
IDC_DGN_PREF_SYSTEM_FAX                       = "팩스 :"
IDC_DGN_PREF_SYSTEM_CHK_APPLY_USER_INFO       = "사용자 정보를 계산서에 적용"
IDC_DGN_PREF_BTN_DEFAULT_SYSTEM               = "기본값"

////// IDD_DGN_PREF_WORD_DLG
IDC_DGN_PREF_BTN_DEFAULT_WORD                 = "기본값"
IDC_DGN_PREF_FRAME_STYLE                      = "스타일"

////// IDD_DGN_INIT_DLG
IDD_DGN_INIT_DLG                              = "초기값 설정 ( 레지스트리 )"
IDC_DGN_INIT_TAB_COMM                         = "일반 사항"
IDC_DGN_INIT_TAB_RPRT                         = "계산서"
IDC_DGN_INIT_TAB_DATA                         = "데이터 베이스"
IDC_DGN_INIT_TAB_CODE                         = "설계 기준"
IDC_DGN_INIT_TAB_BDGN                         = "일괄 설계"
IDC_DGN_INIT_BTN_DEFAULT_ALL                  = "기본값 (전체)"
IDC_DGN_INIT_BTN_IMPORT                       = "가져오기..."
IDC_DGN_INIT_BTN_EXPORT                       = "내보내기..."
IDC_DGN_INIT_BTN_APPLY                        = "적용"
IDC_DGN_INIT_BTN_CLOSE                        = "취소"

/////// IDD_DGN_INIT_COMM_DLG
IDC_DGN_INIT_COMM_FRM_UNIT                    = "단위계"
IDC_DGN_INIT_COMM_RDO_UNIT_USER               = "사용자 단위계"
IDC_DGN_INIT_COMM_RDO_UNIT_PRED               = "통합 단위계"
IDC_DGN_INIT_COMM_FRM_MODE                    = "프로그램 모드"
IDC_DGN_INIT_COMM_RDO_MODE_SIMP               = "심플 모드"
IDC_DGN_INIT_COMM_RDO_MODE_PROJ               = "프로젝트 모드"
IDC_DGN_INIT_COMM_RDO_MODE_CHCK               = "검토 모드"
IDC_DGN_INIT_DESC_MODE_SIMP                   = "신속한 단면 검토"
IDC_DGN_INIT_DESC_MODE_PROJ                   = "단면 검토 / 도면 / 보고서 / 물량 / Gen,ADS 연동 지원"
IDC_DGN_INIT_DESC_MODE_CHCK                   = "설계 결과 검토"
IDC_DGN_INIT_COMM_BTN_DEFAULT                 = "기본값"

/////// IDD_DGN_INIT_DATA_DLG
IDC_DGN_INIT_DATA_FRM_STL                     = "철골 데이터 베이스"
IDC_DGN_INIT_DATA_LBL_STL_MATL                = "재질"
IDC_DGN_INIT_DATA_LBL_STL_SECT                = "단면"
IDC_DGN_INIT_DATA_CHK_STL_SECT                = "사용자 정의 단면 목록 사용"
IDC_DGN_INIT_DATA_FRM_ALU                     = "알루미늄 데이터 베이스"
IDC_DGN_INIT_DATA_LBL_ALU_MATL                = "재질"
IDC_DGN_INIT_DATA_LBL_ALU_SECT                = "단면"
IDC_DGN_INIT_DATA_CHK_ALU_SECT                = "사용자 정의 단면 목록 사용"
IDC_DGN_INIT_DATA_FRM_RFM                     = "보강 데이터 베이스"
IDC_DGN_INIT_DATA_LBL_RFM_MATF                = "재질( FRP / 탄소 섬유 )"
IDC_DGN_INIT_DATA_LBL_RFM_MATS                = "재질( 철골 )"
IDC_DGN_INIT_DATA_FRM_BAR                     = "철근 데이터 베이스"
IDC_DGN_INIT_DATA_LBL_BAR_RBAR                = "철근"
IDC_DGN_INIT_DATA_CHK_BAR_SPAC                = "사용자 정의 배근 간격 사용"
IDC_DGN_INIT_DATA_BTN_DEFAULT                 = "기본값"

/////// IDD_DGN_INIT_CODE_DLG
IDC_DGN_INIT_CODE_FRM_CODE                    = "설계 기준"
IDC_DGN_INIT_CODE_LBL_CODE_RCS                = "철근 콘크리트"
IDC_DGN_INIT_CODE_LBL_CODE_STL                = "철골"
IDC_DGN_INIT_CODE_LBL_CODE_SRC                = "합성부재"
IDC_DGN_INIT_CODE_LBL_CODE_ALU                = "알루미늄"
IDC_DGN_INIT_CODE_LBL_CODE_CFS                = "냉간성형강"
IDC_DGN_INIT_CODE_LBL_CODE_RFM                = "보강"
IDC_DGN_INIT_CODE_FRM_LOAD                    = "설계 하중"
IDC_DGN_INIT_CODE_LBL_LOAD_LIVE               = "등분포 적재 하중"
IDC_DGN_INIT_CODE_LBL_LOAD_WIND               = "풍하중"
IDC_DGN_INIT_CODE_LBL_LOAD_SNOW               = "적설 하중"
IDC_DGN_INIT_CODE_BTN_DEFAULT                 = "기본값"

/////// IDD_DGN_INIT_BDGN_DLG
FONT_SIZE_MEMBER_NAME                         = "부재 이름의 글자 크기"
SYMBOL_SIZE_END_RELEASE                       = "단부 해제 기호의 크기"
FONT_SIZE_REBAR_INFO                          = "철근 정보의 글자 크기"
FONT_SIZE_DESIGN_RESULT                       = "설계 결과의 글자 크기"
FONT_SIZE_COLM_LOCATION_DWG                   = "기둥 주심도의 글자 크기"
LINE_WEIGHT_SELECTED_ITEM                     = "선택된 부재의 선 두께"

////// IDD_DGN_BAR_TABLE_DLG
IDD_DGN_BAR_TABLE_DLG                         = "철근 단면적 테이블"
IDC_BARTABLE_FRAME_CODE                       = "철근 코드"
IDC_BARTABLE_FRAME_SPACE                      = "철근 간격 / 개수"
IDC_BARTABLE_RADIO_BY_SPACE                   = "철근 간격"
IDC_BARTABLE_RADIO_BY_NUMBER                  = "철근 개수"
IDC_BARTABLE_BTN_ADD                          = "추가"
IDC_BARTABLE_BTN_ADD1                         = "추가"
IDC_BARTABLE_BTN_DEL                          = "삭제"
IDC_BARTABLE_BTN_SORT                         = "정렬"
IDC_BARTABLE_FRAME_OPTION                     = "선택 사항"
IDC_BARTABLE_CHECK_DOULBE                     = "복배근으로 계산"
IDC_BARTABLE_BTN_DEFAULT                      = "기본값"
IDC_BARTABLE_BTN_EXPORT                       = "저장하기"
IDC_BARTABLE_BTN_CALC                         = "계산"
IDC_QUANTITY_LABEL_STORY                      = "종료"
IDC_BARTABLE_STATIC_CODE                      = "기준"
IDC_BARTABLE_STATIC_TYPE                      = "종류"
IDC_BARTABLE_STATIC_FROM                      = "시작"
IDC_BARTABLE_STATIC_TO                        = "종료"
IDC_BARTABLE_STATIC_STEP                      = "간격"
IDC_BARTABLE_STATIC_WAVE                      = "~"
IDC_QUANTITY_LABEL_COLNO                      = "행당 열의 수"
IDC_QUANTITY_LABEL_STORY2                     = "단계"

////// IDD_DGN_BAR_INFO_DLG
IDD_DGN_BAR_INFO_DLG                          = "철근 정보"
IDC_BARINFO_LBL_CODE                          = "철근 기준"
IDS_DGN_BARINFO_NAME                          = "명칭"
IDS_DGN_BARINFO_DIAM                          = "공칭직경"
IDS_DGN_BARINFO_AREA                          = "단면적"
IDS_DGN_BARINFO_DIAO                          = "외부직경"
IDS_DGN_BARINFO_WGHT                          = "단위중량"

////// IDD_DGN_PERFORM_DESIGN_DLG
IDD_DGN_PERFORM_DESIGN_DLG                    = "성능 기반 설계"

////// IDD_DGN_SECT_INFO_DLG
IDD_DGN_SECT_INFO_DLG                         = "철골 단면 정보"
IDC_SECTINFO_LBL_CODE                         = "단면 코드"
IDC_SECTINFO_LBL_SHAP                         = "단면 형상"
IDC_SECTINFO_LBL_TYPE                         = "단면 유형"
IDC_SECTINFO_LBL_PLCS                         = "소수점 자리수 설정"
IDC_SECTINFO_BTN_PLCS                         = "소수점 자리수 설정..."
IDC_SECTINFO_FRM_SECT                         = "단면 데이터"
IDC_SECTINFO_FRM_OPTN                         = "테이블 옵션"
IDS_DGN_SECTINFO_NAME                         = "단면 명칭"
IDC_SECTINFO_BTN_WDTH                         = "열너비 자동 조정"
IDC_SECTINFO_CHK_USER                         = "사용자 단면으로 속성 계산"

////// IDD_DGN_SECT_INFO_DEC_DLG
IDD_DGN_SECT_INFO_DEC_DLG                     = "소수점 자리수 설정"
IDC_SECTINFO_DEC_FRM_PLCS                     = "소수점 자리수"
IDC_SECTINFO_DEC_LBL_SECT                     = "단면 크기"
IDC_SECTINFO_DEC_LBL_AREA                     = "단면적"
IDC_SECTINFO_DEC_LBL_WGHT                     = "단위 중량"
IDC_SECTINFO_DEC_LBL_INER                     = "단면 2차 모멘트"
IDC_SECTINFO_DEC_LBL_MDLS                     = "단면 계수"
IDC_SECTINFO_DEC_LBL_GRTN                     = "단면 2차 반경"
IDC_SECTINFO_DEC_LBL_TORS                     = "비틀림 상수"
IDC_SECTINFO_DEC_LBL_WARP                     = "뒤틀림 상수"

////// IDD_DGN_RBAR_MATL_CHK_DLG
IDD_DGN_RBAR_MATL_CHK_DLG                     = "연동 정보 검토 [ 철근 직경에 의한 재질 적용 ]"
IDC_DGN_RBAR_MATL_CHK_DLG_STC1                = "연결된 프로그램에서 설정한 철근 직경별 재질값이 Design+의 설정값과 다릅니다."
IDC_DGN_RBAR_MATL_CHK_DLG_STC2                = "현재 Design+의 설정을 변경하시겠습니까?"
IDC_DGN_RBAR_MATL_CHK_DLG_STC3                = "( RC > Batch Wall > Smart Design Option > Material by Rebar Dia )"
IDC_DGN_RBAR_MATL_CHK_DLG_STC4                = "변경"
IDC_DGN_RBAR_MATL_CHK_DLG_STC6                = ": 연동 프로그램의 설정으로 Design+의 설정 변경"
IDC_DGN_RBAR_MATL_CHK_DLG_STC7                = ": 현재 Design+의 설정 유지"
IDC_DGN_RBAR_MATL_CHK_DLG_STC5                = "유지"

////// IDD_DGN_ALU_DEFL_DLG
IDC_DGN_DEFL_EDT_SPAN                         = "경간기준"
IDC_DGN_DEFL_EDT_VALUE                        = "값기준"
IDC_DGN_DEFL_EDT_SPAN2                        = "경간기준"
IDC_DGN_DEFL_EDT_ADDITIONAL                   = "추가변위"
IDC_DGN_DEFL_EDT_SELF_GLASS                   = "자중 ( 유리 )"
IDC_DGN_DEFL_EDT_SPAN3                        = "경간기준"
IDC_DGN_DEFL_EDT_VALUE3                       = "값기준"
IDC_DGN_DEFL_BTN_APPL                         = "적용(&A)"
IDC_DGN_DEFL_BTN_CNCL                         = "취소(&C)"
IDC_DGN_DEFL_FRM_L_SMALL                      = "L ≤ 4.110m"
IDC_DGN_DEFL_FRM_L_LARGE                      = "L > 4.110m"

////// IDD_DGN_ALU_OPTION_DLG
IDD_DGN_ALU_OPTION_DLG                        = "알루미늄 설계 옵션"

////// IDD_DGN_ALU_OPTION_GEN_DLG
IDC_DGN_ALU_OPT_SECTION_STC                   = "단면 DB 폴더 ( *.sec )"
IDC_DGN_ALU_OPT_CHK_UNIT                      = "설계 기준 단위계와 함께 SI 단위계 값 출력"

//IDD_DGN_ANCH_BOLT_DLG
IDS_DGN_ANCH_BOLT_TOOLTIP_ABRG_STUD           = "헤드형 스터드의 순지압 면적 ( Abrg ) 산정용 직경"
IDS_DGN_ANCH_BOLT_TOOLTIP_ABRG_ANCH           = "앵커 볼트의 순지압 면적 ( Abrg ) 산정용 직경"
IDS_DGN_ANCH_BOLT_TOOLTIP_ABRG_RBAR           = "철근의 순지압 면적 ( Abrg ) 산정용 직경"

////// IDD_DGN_ANCHOR_DLG
IDD_DGN_ANCHOR_DLG                            = "앵커 설계 데이터"
IDC_DGN_ANCHOR_FRM_MEMB                       = "부재 선택"
IDC_DGN_ANCHOR_BTN_ALL                        = "전체선택"
IDC_DGN_ANCHOR_BTN_NON                        = "선택해제"
IDC_DGN_ANCHOR_FRM_CONC                       = "콘크리트"
IDC_DGN_ANCHOR_RDO_CRACK                      = "균열 콘크리트"
IDC_DGN_ANCHOR_RDO_UNCRA                      = "비균열 콘크리트"
IDC_DGN_ANCHOR_LBL_CONC_KCKC                  = "콘크리트 파괴 강도 계수 ( kc )"
IDC_DGN_ANCHOR_FRM_ANCH                       = "앵커"
IDC_DGN_ANCHOR_LBL_ANCH_NPNP                  = "인발 강도 ( Np )"
IDC_DGN_ANCHOR_LBL_ANCH_EHEH                  = "J/L-볼트의 거리 ( eh )"
IDC_DGN_ANCHOR_FRM_FACT                       = "강도 감소 계수"
IDC_DGN_ANCHOR_LBL_FACT_STLT                  = "철골 / 인장"
IDC_DGN_ANCHOR_LBL_FACT_STLV                  = "철골 / 전단"
IDC_DGN_ANCHOR_LBL_FACT_CONT                  = "콘크리트 / 인장"
IDC_DGN_ANCHOR_LBL_FACT_CONV                  = "콘크리트 / 전단"
IDC_DGN_ANCHOR_BTN_APPLY                      = "적용(&A)"
IDC_DGN_ANCHOR_BTN_CANCE                      = "취소(&C)"
IDC_DGN_ANCHOR_BTN_DEFAULT                    = "기본값(&D)"

////// IDD_DGN_LOAD_SNOW_DLG
IDD_DGN_LOAD_SNOW_DLG                         = "적설 하중"
IDC_DGN_SNOW_FRM_SNOW                         = "적설 하중"
IDC_DGN_SNOW_LBL_SNOW                         = "기본 지상 적설 하중"
IDC_DGN_CHK_HILLSIDE                          = "고지대 또는 산간지방"
IDC_DGN_SNOW_LBL_BASE                         = "기본 지붕 적설 하중 계수"
IDC_DGN_SNOW_LBL_EXPO                         = "노출 등급"
IDC_DGN_SNOW_LBL_TEMP                         = "온도 계수"
IDC_DGN_SNOW_LBL_IMPO                         = "중요도 등급"
IDC_DGN_SNOW_LBL_ROOF                         = "지붕 유형"
IDC_DGN_SNOW_LBL_ANGL                         = "지붕 각도"
IDC_DGN_CHK_CONSIDER_RAIN_LOAD                = "비로 인한 추가하중 고려"
IDC_DGN_SNOW_BTN_APPLY                        = "적용(&A)"
IDC_DGN_SNOW_BTN_CANCE                        = "취소(&C)"
IDC_DGN_SNOW_FRM_MEMB                         = "부재 선택"
IDC_DGN_SNOW_BTN_ALL                          = "전체선택"
IDC_DGN_SNOW_BTN_NON                          = "선택해제"

////// IDD_DGN_LOAD_SNOW_US_DLG
IDD_DGN_LOAD_SNOW_US_DLG                      = "적설 하중"
IDC_DGN_SNOW_LBL_ANGL_ROOF                    = "지붕 각도"
IDC_DGN_SNOW_LBL_ANGL_EAVE                    = "처마 각도"
IDC_DGN_SNOW_LBL_HORI_DIST                    = "수평 거리"

////// IDD_DGN_STL_OPTION_DGN_DLG
IDC_DGN_STL_OPT_DGN_STATIC_BP                 = "베이스 플레이트 ( 플레이트 유형 )"
IDC_DGN_STL_OPT_DGN_CHK_SOFT_BP               = "연성 플레이트 ( FEM 해석법 )"
IDC_DGN_STL_OPT_DGN_CHK_RIGD_BP               = "강성 플레이트"
IDC_DGN_STL_OPT_DGN_NOTICE_BP                 = "※ 연성 플레이트는 설계를 지원하지 않습니다."
IDC_DGN_STL_OPT_DGN_STATIC_EP                 = "임베디드 플레이트 ( 플레이트 유형 )"
IDC_DGN_STL_OPT_DGN_CHK_SOFT_EP               = "연성 플레이트 ( FEM 해석법 )"
IDC_DGN_STL_OPT_DGN_CHK_RIGD_EP               = "강성 플레이트"
IDC_DGN_STL_OPT_DGN_NOTICE_EP                 = "※ 연성 플레이트는 설계를 지원하지 않습니다."

////// IDD_DGN_STL_OPTION_DLG
IDD_DGN_STL_OPTION_DLG                        = "철골 설계 옵션"
IDC_DGN_STL_OPT_BTN_DEF                       = "기본값(&D)"
IDC_DGN_STL_OPT_BTN_OK                        = "확인(&O)"
IDC_DGN_STL_OPT_BTN_APPLY                     = "적용(&A)"
IDC_DGN_STL_OPT_BTN_CANCEL                    = "취소(&C)"

////// IDD_DGN_STL_OPTION_SECT_DLG
IDC_DGN_STL_OPT_SECT_STC_DB                   = "DB 단면"
IDC_DGN_STL_OPT_SECT_STC_SHAPE                = "형상"
IDC_DGN_STL_OPT_SECT_BTN_BEAM_ADD_DB          = ">>"
IDC_DGN_STL_OPT_SECT_BTN_BEAM_DEL_DB          = "<<"
IDC_DGN_STL_OPT_SECT_STC_BEAM                 = "보 부재"
IDC_DGN_STL_OPT_SECT_BTN_BEAM_UP              = "위로"
IDC_DGN_STL_OPT_SECT_BTN_BEAM_DN              = "아래로"
IDC_DGN_STL_OPT_SECT_BTN_COLUMN_ADD_DB        = ">>"
IDC_DGN_STL_OPT_SECT_BTN_COLUMN_DEL_DB        = "<<"
IDC_DGN_STL_OPT_SECT_STC_COLUMN               = "기둥 부재"
IDC_DGN_STL_OPT_SECT_BTN_COLUMN_UP            = "위로"
IDC_DGN_STL_OPT_SECT_BTN_COLUMN_DN            = "아래로"
IDC_DGN_STL_OPT_SECT_STC_USER                 = "사용자 단면"
IDC_DGN_STL_OPT_SECT_BTN_BEAM_ADD_USER        = ">> 보 부재"
IDC_DGN_STL_OPT_SECT_BTN_COLUMN_ADD_USER      = ">> 기둥 부재"
IDC_DGN_STL_OPT_SECT_CHK_AUTO_GEN_NAME        = "사용자 단면의 부재명 자동 생성"
IDC_DGN_STL_OPT_SECT_CHK_USE_USER_LIST        = "사용자 지정 단면 목록 사용"

////// IDD_DGN_ALU_OPTION_SECT_DLG
IDC_DGN_ALU_OPT_SECT_STC_DB                   = "DB 단면"
IDC_DGN_ALU_OPT_SECT_STC_SHAPE                = "형상"
IDC_DGN_ALU_OPT_SECT_BTN_BEAM_ADD_DB          = ">>"
IDC_DGN_ALU_OPT_SECT_BTN_BEAM_DEL_DB          = "<<"
IDC_DGN_ALU_OPT_SECT_STC_BEAM                 = "보 부재"
IDC_DGN_ALU_OPT_SECT_BTN_BEAM_UP              = "위로"
IDC_DGN_ALU_OPT_SECT_BTN_BEAM_DN              = "아래로"
IDC_DGN_ALU_OPT_SECT_BTN_COLUMN_ADD_DB        = ">>"
IDC_DGN_ALU_OPT_SECT_BTN_COLUMN_DEL_DB        = "<<"
IDC_DGN_ALU_OPT_SECT_STC_COLUMN               = "기둥 부재"
IDC_DGN_ALU_OPT_SECT_BTN_COLUMN_UP            = "위로"
IDC_DGN_ALU_OPT_SECT_BTN_COLUMN_DN            = "아래로"
IDC_DGN_ALU_OPT_SECT_STC_USER                 = "사용자 단면"
IDC_DGN_ALU_OPT_SECT_BTN_BEAM_ADD_USER        = ">> 보 부재"
IDC_DGN_ALU_OPT_SECT_BTN_COLUMN_ADD_USER      = ">> 기둥 부재"
IDC_DGN_ALU_OPT_SECT_CHK_AUTO_GEN_NAME        = "사용자 단면의 부재명 자동 생성"
IDC_DGN_ALU_OPT_SECT_CHK_USE_USER_LIST        = "사용자 지정 단면 목록 사용"

////// IDD_DGN_STIF_DLG
IDD_DGN_STIF_DLG                              = "스티프너 / 집중 하중 데이터"
IDC_DGN_STIF_FRM_MEMB                         = "부재 선택"
IDC_DGN_STIF_BTN_ALL                          = "전체선택"
IDC_DGN_STIF_BTN_NON                          = "선택해제"
IDC_DGN_STIF_FRM_SECT                         = "스티프너"
IDC_DGN_STIF_LBL_SECT_B                       = "너비"
IDC_DGN_STIF_LBL_SECT_T                       = "두께"
IDC_DGN_STIF_LBL_SECT_S                       = "간격"
IDC_DGN_STIF_CHK_FLG_BR                       = "압축측 플랜지 구속됨."
IDC_DGN_STIF_FRM_FORC                         = "집중 하중 부재력"
IDC_DGN_STIF_LBL_FORC_V                       = "부재력"
IDC_DGN_STIF_LBL_FORC_M                       = "휨 모멘트"
IDC_DGN_STIF_LBL_FORC_B                       = "지지 길이"
IDC_DGN_STIF_LBL_FORC_D                       = "지점으로부터의 거리"
IDC_DGN_STIF_BTN_DEFAULT                      = "기본값(&D)"
IDC_DGN_STIF_BTN_APPLY                        = "적용(&A)"
IDC_DGN_STIF_BTN_CANCE                        = "취소(&C)"

////// IDD_DGN_STL_SECTION_EX_DLG
IDD_DGN_STL_SECTION_EX_DLG                    = "철골 단면 정보"
IDC_DGN_FRM_SECTION                           = "단면"
IDC_DGN_FRM_SECTIONPROPERTY                   = "단면 속성"

/////// IDC_DGN_CRANE_COMBO_TYPE
IDC_DGN_CRANE_BTN_APPLY                       = "적용(&A)"
IDC_DGN_CRANE_BTN_CANCEL                      = "취소(&C)"
IDC_DGN_CRANE_FRAME                           = "크레인 종류"
IDS_STL_CRANE_TYPE_MONORAIL_MOTOR             = "모노레일크레인(전동식)"
IDS_STL_CRANE_TYPE_REMOTE_CONTROL_BRIGE       = "운전실조작 또는 원격조작 브리지크레인(전동식)"
IDS_STL_CRANE_TYPE_PENDENT_BRIGE              = "펜던트조작 브리지크레인(전동식)"
IDS_STL_CRANE_TYPE_BRIGE_AND_MONORAIL         = "수동식 브리지, 트롤리, 호이스트를 가진 브리지 크레인 또는 모노레일 크레인"

/////// IDD_DGN_ZOOM_DLG
IDD_DGN_ZOOM_SECT_DLG                         = "단면 형상 보기"
IDD_DGN_ZOOM_RSLT_DLG                         = "검토 결과 보기"
IDD_DGN_ZOOM_PMCV_DLG                         = "PM 상관 곡선"
IDD_DGN_ZOOM_MMCV_DLG                         = "MM 상관 곡선"
IDC_DGN_ZOOM_CHK_MESH                         = "메쉬 라인"
IDC_DGN_ZOOM_CHK_CONT                         = "등고선"
IDC_DGN_ZOOM_CHK_VALU                         = "결과값"
IDC_DGN_ZOOM_LBL_CLOS                         = "더블 클릭으로 닫힘"

/////// IDD_DGN_PBD_PROG_DLG
IDD_DGN_PBD_PROG_DLG_PBRBE                    = "성능 기반 설계 - RC 보 검토 중 ..."
IDD_DGN_PBD_PROG_DLG_PBRCO                    = "성능 기반 설계 - RC 기둥 검토 중 ..."
IDD_DGN_PBD_PROG_DLG_PBRSW                    = "성능 기반 설계 - RC 전단벽 검토 중 ..."
IDD_DGN_PBD_PROG_DLG_MEMB                     = "부재명"
IDD_DGN_PBD_PROG_DLG_LCOM                     = "하중조합"

/////// IDD_DGN_DEFL_DLG
IDD_DGN_DEFL_DLG                              = "처짐 검토 조건"
IDC_DGN_DEFL_FRM_MEMB                         = "부재 선택"
IDC_DGN_DEFL_BTN_ALL                          = "전체선택"
IDC_DGN_DEFL_BTN_NONE                         = "선택해제"
IDC_DGN_DEFL_RDO_LINE_LOAD                    = "설계 하중 사용"
IDC_DGN_DEFL_RDO_MOMENT                       = "모멘트 사용"
IDC_DGN_DEFL_BTN_OK                           = "적용"
IDC_DGN_DEFL_BTN_CANCEL                       = "취소"
IDC_DGN_DEFL_FRM_DESIGN_LOAD                  = "설계 부재력 산정"
IDC_DGN_DEFL_LBL_SUSTAINED_LOAD               = "지속 하중 비율"
IDC_DGN_DEFL_LBL_SPAN                         = "경간"
IDC_DGN_DEFL_FRM_SUPPORT_CONDITION            = "지점 조건"
IDC_DGN_DEFL_FRM_CONDITION_FACTORS            = "설계 계수"
IDC_DGN_DEFL_LBL_SHORT_TERM                   = "단기 계수"
IDC_DGN_DEFL_STC_SHORT_TERM                   = "L /"
IDC_DGN_DEFL_LBL_LONG_TERM                    = "장기 계수"
IDC_DGN_DEFL_STC_LONG_TERM                    = "L /"
IDC_DGN_DEFL_LBL_TIME_FACTOR                  = "시간 의존 계수"
IDC_DGN_DEFL_STC_TIME_FACTOR                  = "( 개월 )"
IDC_DGN_DEFL_FRM_CONDITION_SPAN               = "경간"

/////// IDD_DGN_DEFL_LOAD_LINE_DLG
IDC_DGN_DEFL_LBL_DEAD_LOAD                    = "고정 하중"
IDC_DGN_DEFL_LBL_LIVE_LOAD                    = "활하중"
IDC_DGN_DEFL_FRM_DGN_LOAD                     = "설계 하중"

/////// IDD_DGN_DEFL_LOAD_MOME_DLG
IDC_DGN_DEFL_LBL_MDI                          = "M ( i )"
IDC_DGN_DEFL_LBL_MLI                          = "M ( i )"
IDC_DGN_DEFL_LBL_MDM                          = "M ( m )"
IDC_DGN_DEFL_LBL_MLM                          = "M ( m )"
IDC_DGN_DEFL_LBL_MDJ                          = "M ( j )"
IDC_DGN_DEFL_LBL_MLJ                          = "M ( j )"
IDC_DGN_DEFL_FRM_DEAD                         = "고정 하중"
IDC_DGN_DEFL_FRM_LIVE                         = "활하중"

/////// IDD_DGN_REPORT_OPT_DATA_DLG
IDC_DGN_CHK_VISITEM                           = "시각화 항목을 포함해서 출력"
IDC_DGN_CHK_PRNITEM                           = "출력물에 시각화 항목을 포함"
IDC_DGN_CHK_RESTABLE                          = "결과 테이블 출력"
IDC_DGN_CHK_BARCLUSTR                         = "바 클러스터 출력"
IDC_DGN_CHK_SIMHEAD                           = "간소화된 헤더 사용"

/////// IDD_DGN_REPORT_OPT_PAGE_DLG
IDC_DGN_FRM_CALC_RSLT                         = "검토 결과 요약"
IDC_DGN_FRM_DETL_RPRT                         = "상세 계산서"
IDC_DGN_FRM_SUMM_RPRT                         = "요약 계산서"
IDC_DGN_FRM_RPRT_UNIT                         = "단위계"
IDC_DGN_CHK_CODE_UNIT                         = "설계 기준 단위계로 계산서 출력"
IDC_DGN_CHK_UNIT_USER                         = "사용자 단위계"

/////// IDD_DGN_REPORT_OPT_NUMB_DLG
IDS_DGN_REPORT_OPT_TAB_NUMB_FORM              = "숫자 형식"
IDS_DGN_BTN_SET_BY_UNIT_TYPE                  = "단위계 정보 설정"
IDS_DGN_BTN_RESET_UNIT_TYPE                   = "단위계 정보 초기화"
IDC_DGN_BTN_EDIT_IN_TABLE_FORM                = "테이블로 편집"

/////// IDD_DGN_REPORT_OPT_DLG
IDD_DGN_REPORT_OPT_DLG                        = "계산서 설정"
IDS_DGN_REPORT_OPT_TAB_GLBL_DATA              = "전역 데이터"
IDS_DGN_REPORT_OPT_TAB_MEMB_DATA              = "부재 데이터"
IDC_DGN_REPORT_OPT_BY_MEMBER                  = "부재별로 옵션 적용"

/////// IDD_DGN_USER_STRN_FACT_DLG
IDS_DGN_GET_DEFAULT_STRN_FACT                 = "기본 강도 계수 가져오기"
IDS_DGN_GET_DEFAULT_STRN_REDUCT_FACT          = "기본 강도 감소 계수 가져오기"
IDS_DGN_APPLY_USER_STRN_FACT                  = "사용자 강도 계수 적용"
IDS_DGN_APPLY_USER_STRN_REDUCT_FACT           = "사용자 강도 감소 계수 적용"

/////// IDD_DGN_LAYR_DLG
IDS_DGN_CHANGE_COLOR_IN_DWG_PREVIEW_DLG       = "도면 대화 상자에서 색상 변경하세요."
IDS_DGN_LAYER_EXIST_EMPTY_NAME                = "이름이 입력되지 않은 레이어가 존재합니다."
IDS_DGN_LAYER_EXIST_DUPLICATED                = "중복된 레이어 이름이 존재합니다."

/////// IDD_DGN_GROUP_DLG
IDS_DGN_GROUP_MANAGER                         = "그룹 관리"
IDS_DGN_EDIT_GROUP                            = "그룹 편집"
IDS_DGN_GROUP_IMPORT_FILE                     = "파일 가져오기 ..."
IDS_DGN_GROUP_IMPORT_CLIPBOARD                = "클립보드 가져오기"
IDS_DGN_GROUP_IMPORT_FAIL                     = "아래의 그룹은 가져오지 못했습니다."
IDS_DGN_GROUP_IMPORT_GROUPING_FILE            = "그룹핑 파일 가져오기"
IDS_DGN_GROUP_IMPORT_NOT_UNICODE_FILE         = "선택한 파일은 유니코드가 아닙니다.\n유니코드로 저장하고 다시 시도하세요."
IDS_DGN_GROUP_NAME_OLD_EMPTY                  = "변경 대상 그룹명이 선택되지 않았습니다.\n리스트 박스에서 그룹명을 선택하세요."
IDS_DGN_GROUP_NAME_NEW_EMPTY                  = "새로운 그룹명이 입력되지 않았습니다."

/////// IDD_DGN_GROUP_CTRL_DLG
IDS_DGN_FROM_STORY_NAME_IS_EMPTY              = "시작층의 이름이 입력되지 않았습니다."
IDS_DGN_TO_STORY_NAME_IS_EMPTY                = "종료층의 이름이 입력되지 않았습니다."
IDS_DGN_STORY_NAME_IS_SAME					  = "시작층과 종료층의 이름이 같습니다."
IDS_DGN_STORY_INC_IS_ZERO					  = "층 증가값이 0입니다."
IDS_DGN_FROM_STORY_HIGHER_TO_STORY            = "시작층이 종료층보다 높습니다."

/////// IDD_DGN_NUMB_FORM_DLG
IDD_DGN_NUMB_FORM_DLG                         = "숫자 형식"
IDC_SET_CURRENT_UNIT_DATA                     = "현재 단위계 데이터로 설정"

/////// IDD_DGN_PMCV_3D_DLG
IDD_DGN_PMCV_3D_DLG                           = "3D PM 상관도"
IDS_DGN_PMCV_3D_NOT_EXIST_DATA                = "3D PM 상관도 데이터가 존재하지 않습니다."
